const sessionsData = {
    "sesi1": {
        title: "Paket 1",
        timeLimit: 3600,
        questions: [
            {
                question: "安全[あんぜん]ではない食品[しょくひん]を作[つく]って、それが売[う]られてしまうとどうなりますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "食品[しょくひん]を食べた人[ひと]が病気[びょうき]になって、作[つく]った会社[かいしゃ]の信用[しんよう]が落[お]ちる。",
                    "食品[しょくひん]を作[つく]った会社[かいしゃ]が有名[ゆうめい]になって、その会社[かいしゃ]の別[べつ]の商品[しょうひん]が売[う]れる。",
                    "食品[しょくひん]を作[つく]った人[ひと]が病気[びょうき]になって、給料[きゅうりょう]が下[さ]がる。"
                ],
                answer: 0
            },
            {
                question: "職場[しょくば]に行[い]く前[まえ]に体[からだ]の調子[ちょうし]が悪[わる]い時[とき]に、どうすれば良[よ]いですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "どんな体[からだ]の調子[ちょうし]が悪[わる]くても、職場[しょくば]へ行[い]く。",
                    "誰[だれ]でも連絡[れんらく]しないで、仕事[しごと]を休[やす]む。",
                    "職場[しょくば]の責任者[せきにんしゃ]に連絡[れんらく]して、仕事[しごと]を休[やす]む。"
                ],
                answer: 2
            },
            {
                question: "機械[きかい]や器具[きぐ]を洗浄[せんじょう]するときに、どのようにしますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "洗浄[せんじょう]する部分[ぶぶん]を、日[ひ]によって変[か]える。",
                    "洗浄剤[せんじょうざい]の濃度[のうど]を確認[かくにん]する。",
                    "洗浄剤[せんじょうざい]で洗[あら]った後[あと]、洗[あら]い流[なが]さずに乾[かわ]かす。"
                ],
                answer: 1
            },
            {
                question: "作業中[さぎょう中]はどのような態度[たいど]がいいですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "製品[せいひん]の状態[じょうたい]や、異物[いぶつ]があるかどうか注意[ちゅうい]する。",
                    "隣[となり]の人[ひと]とテレビの話[はな]しながら作業[さぎょう]する。",
                    "時間[じかん]が気[き]になるので、何度[なんど]時計[とけい]を見[み]る。"
                ],
                answer: 0
            },
            {
                question: "作業中[さぎょうちゅう]の衛生的大[えいせいてき]な行動[こうどう]として正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "トイレの後[あと]は、洗剤[せんざい]で手[て]を洗[あら]って、消毒液[しょうどくえき]で消毒[しょうどく]する。",
                    "髪[かみ]の毛[け]や鼻[はな]を触[さわ]った後[あと]は、3秒[びょう]待[ま]ってから作業[さぎょう]する。",
                    "手[て]がぬれた時[とき]は、作業服[さぎょうふく]でふいて、乾[かわ]いたのを確認[かくにん]する。"
                ],
                answer: 0
            },
            {
                question: "「5S活動[かつどう]」とは、一般衛生管理者[いっぱんえいせいかんりしゃ]のための5つの主要[しゅよう]な活動[かつどう]のことです。「整理[せいり]」「整頓[せいとん]」「清潔[せいけつ]」「習慣[しゅうかん]」の他[ほか]の1つは何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "集中[しゅうちゅう]",
                    "制作[せいさく]",
                    "清掃[せいそう]"
                ],
                answer: 2
            },
            {
                question: "5S活動[かつどう]の中[なか]の「整頓[せいとん]」は、どのような活動[かつどう]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "職場[しょくば]や工場[こうじょう]などのゴミを捨[す]てる。",
                    "決[き]められたことを常[つね]に守[まも]って実行[じっこう]する。",
                    "作業道具[さぎょうどうぐ]や材料[ざいりょう]の置[お]き場所[ばしょ]を決[き]めておく。"
                ],
                answer: 2
            },
            {
                question: "ノロウイルスによる食中毒[しょくちゅうどく]の主[おも]な原因[げんいん]になる食品[しょくひん]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "米[こめ]、麦[むぎ]、豆[まめ]",
                    "卵[たまご]、鶏肉[とりにく]",
                    "牡蠣[かき]などの二枚貝[にまいがい]"
                ],
                answer: 2
            },
            {
                question: "主[おも]な原因[げんいん]になる食品[しょくひん]は食肉[しょくにく]（鶏肉[とりにく]）で、感染[かんせん]すると、下痢[げり]、腹痛[ふくつう]、発熱[はつねつ]の症状[しょうじょう]が出[で]る細菌[さいきん]はどれですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "カンピロバクター属菌[ぞくきん]",
                    "腸炎[ちょうえん]ビブリオ",
                    "ボツリヌス菌[きん]"
                ],
                answer: 0
            },
            {
                question: "食品工場[しょくひんこうじょう]で食中毒[しょくちゅうどく]を予防[よぼう]するために必[ひつ]要[よう]なことは何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "器具[きぐ]、容器[ようき]、装置[そうち]などは、常[つね]に清潔[せいけつ]にする。",
                    "生[なま]の牡蠣[かき]や生肉[なまにく]は、室温[しつおん]で保管[ほかん]する。",
                    "加熱[かねつ]した食品[しょくひん]は、できるだけゆっくり冷[ひ]やす。"
                ],
                answer: 0
            },
            {
                question: "多量[たりょう]の微生物[びせいぶつ]は何度[なんど]で急[きゅう]に増[ふ]えますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "30ºC-40ºC",
                    "60ºC-70ºC",
                    "0ºC-10ºC"
                ],
                answer: 0
            },
            {
                question: "多[おお]くの微生物[びせいぶつ]を殺[ころ]すためには、何度何秒間[なんびょうかん]加熱[かねつ]しますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "75ºC-60秒間[びょうかん]",
                    "45ºC-90秒間[びょうかん]",
                    "55ºC-70秒間[びょうかん]"
                ],
                answer: 0
            },
            {
                question: "微生物[びせいぶつ]を殺[ころ]すために食品[しょくひん]を加熱[かねつ]するときに、食品[しょくひん]のどこの温度[おんど]を測[はか]りますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "食品[しょくひん]の表面[ひょうめん]の温度[おんど]と中心[ちゅうしん]の温度[おんど]の平均値[へいきんち]",
                    "食品[しょくひん]の中心[ちゅうしん]の温度[おんど]",
                    "食品[しょくひん]の表面[ひょうめん]の温度[おんど]"
                ],
                answer: 1
            },
            {
                question: "主[おも]に石[いし]やガラスを検出[けんしゅつ]する機械[きかい]の名前[なまえ]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "X線異物検出器[せんいぶつけんしゅつき]",
                    "金属検出器[きんぞくけんしゅつき]",
                    "自記温度計[じきおんどけい]"
                ],
                answer: 0
            },
            {
                question: "日本[にほん]の食品衛生法[しょくひんえいせいほう]では、冷凍庫[れいとうこ]の基準温度[きじゅんおんど]は何度以下[なんどいか]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "－15ºC以下[いか]",
                    "－5ºC以下[いか]",
                    "－10ºC以下[いか]"
                ],
                answer: 0
            },
            {
                question: "容器包装[ようきほうそう]された加工食品[かこうしょくひん]で表示[ひょうじ]しなければならないアレルギー食品[しょくひん]はどれですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "砂糖[さとう]",
                    "トウモロコシ",
                    "蕎麦[そば]麦[むぎ]"
                ],
                answer: 2
            },
            {
                question: "HACCPとは、製品[せいひん]の安全[あんぜん]のために、何をすることですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "原材料[げんざいりょう]の受[う]け入[い]れを集中力[しゅうちゅうりょく]に管理[かんり]する",
                    "完成[かんせい]した製品[せいひん]を検査[けんさ]する",
                    "危険要因[きけんよういん]を明確[めかく]にして重要点[じゅうようてん]を管理[かんり]する"
                ],
                answer: 2
            },
            {
                question: "働[はたら]く経験[けいけん]が長[なが]い人[ひと]よりも、働[はたら]く経験[けいけん]が少[すく]ない人[ひと]のほうが労働災害[ろうどうさいがい]が多[おお]い理由[りゆう]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "危険[きけん]な作業[さぎょう]を担当[たんとう]することが多[おお]い",
                    "作業[さぎょう]に慣[な]れていないため、危険[きけん]に気付[きづ]きにくい",
                    "年齢[ねんれい]が若[わか]く、作業時間[さぎょうじかん]が長[なが]い人[ひと]が多[おお]い"
                ],
                answer: 1
            },
            {
                question: "作業服[さぎょうふく]のどのような点[てん]に注意[ちゅうい]が必[ひつ]要[よう]ですか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "ロッカーの中[なか]で、汚[よご]れた作業服[さぎょうふく]ときれいな作業服[さぎょうふく]がくっつかないようにする",
                    "ポケットやボタンのある作業服[さぎょうふく]を着[き]る",
                    "作業服[さぎょうふく]の袖口[そでぐち]は、絞[しぼ]ったものをつかう"
                ],
                answer: 1
            },
            {
                question: "作業場[さぎょうば]に入[い]る前[まえ]に、どんなことに注意[ちゅうい]しますか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "トイレの後[あと]手洗[てあら]いでは、石鹸[せっけん]だけ使[つか]う",
                    "清潔[せいけつ]かどうか確認[かくにん]してから作業服[さぎょうふく]を着[き]る",
                    "汚染区[おせんく]から非汚染区[ひおせんく]に入[い]る時[とき]は、作業靴[さぎょうぐつ]を消毒[しょうどく]する"
                ],
                answer: 0
            },
            {
                question: "作業中[さぎょうちゅう]の行動[こうどう]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "危険[きけん]な作業[さぎょう]をしている人[ひと]を見[み]たら、すぐ声[こえ]をかける",
                    "危険[きけん]な場所[ばしょ]を見[み]つけたら、責任者[せきにんしゃ]にすぐ報告[ほうこく]する",
                    "作業[さぎょう]を離[はな]れる時間[じかん]が短[みじか]い時[とき]は、黙[だま]って離[はな]れてもいい"
                ],
                answer: 2
            },
            {
                question: "製品[せいひん]の微生物検査[びせいぶつけんさ]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "カンピロバクター属菌[ぞくきん]の検査[けんさ]は、日本[にほん]では法律[ほうりつ]で禁止[きんし]されている",
                    "法律[ほうりつ]で決[き]められた検査項目[けんさこうもく]があれば、それに従[したが]って検査[けんさ]する",
                    "一般的[いっぱんてき]な検査項目[けんさこうもく]は、一般生菌数[いっぱんせいきんすう]、大腸菌[だいちょうきん]、大腸菌群菌[だいちょうきんぐんきん]などある"
                ],
                answer: 0
            },
            {
                question: "危害要因分析[きがいよういんぶんせき]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "危害[きがい]の要因[よういん]を、全部[ぜんぶ]書[か]いて、はっきりわかるようにする",
                    "危害要因分析[きがいよういんぶんせき]をするだけで、かならず危害[きがい]が起[お]きない",
                    "危害要因分析[きがいよういんぶんせき]をするときは、今[いま]まで検査記録[けんさきろく]や関連[かんれん]のある本[ほん]なども見[み]ている"
                ],
                answer: 1
            },
            {
                question: "アレルギー食品[しょくひん]がほかの食品[しょくひん]に混[ま]ざってしまうことを「交差汚染[こうさおせん]」といいます。「交差汚染[こうさおせん]」を防[ふせ]ぐために、何をしますか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "アレルギー食品[しょくひん]を含[ふ]む原材料[げんざいりょう]と含[ふく]まない原材料[げんざいりょう]を同[おな]じラインで製造[せいぞう]する場合[ばあい]、徹底的[てっていてき]に洗浄[せんじょう]する",
                    "特定原材料[とくていげんざいりょう]を含[ふく]む製品[せいひん]は、一日[いちにち]の作業[さぎょう]の最初[さいしょ]に製造[せいぞう]する",
                    "アレルギー食品[しょくひん]を含[ふ]む原材料[げんざいりょう]と、含[ふく]まない原材料[げんざいりょう]を、別[べつ]に保管[ほかん]する"
                ],
                answer: 1
            },
            {
                question: "HACCPの「7原則[げんそく]」には、どんな項目[こうもく]がありますか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "検証方法[けんしょうほうほう]の設定[せってい]",
                    "モニタリング方法[ほうほう]の設定[せってい]",
                    "施設基準[しせつきじゅん]の設定[せってい]"
                ],
                answer: 2
            },
            {
                question: "「危険異物[きけんいぶつ]」にはどんなものがありますか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "髪[かみ]の毛[け]",
                    "石[いし]",
                    "ガラス"
                ],
                answer: 0
            },
            {
                question: "保護帽[ほごぼう]（ヘルメットなど）や耳栓[みみせん]、安全靴[あんぜんぐつ]などは、体[からだ]を守[まも]る保護具[ほごぐ]と呼ばれます。保護具[ほごぐ]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "安全靴[あんぜんぐつ]の中[なか]に空気[くうき]を入[い]るため、爪先[つまさき]に小[ちい]さな穴[あな]をあけておく",
                    "化学物質[かがくぶっしつ]や薬剤[やくざい]を使[つか]う時[とき]は、保護[ほご]メガネや手袋[てぶくろ]をつける",
                    "保護帽[ほごぼう]をかぶる前[まえ]に、傷[きず]がないかをチェックする"
                ],
                answer: 0
            },
            {
                question: "温度[おんど]と湿度[しつど]が高[たか]いところでは「熱中症[ねっちゅうしょう]」の危険[きけん]があります。熱中症[ねっちゅうしょう]を予防[よぼう]するために何をするとよいですか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "こまめに休憩[きゅうけい]をして、水分補給[すいぶんほきゅう]する",
                    "空気[くうき]を通[とお]して、汗[あせ]や水分[すいぶん]を吸[す]って、乾[かわ]きやすい衣服[いふく]を着[き]る",
                    "ストレッチを中心[ちゅうしん]とした予防体操[よぼうたいそう]をする"
                ],
                answer: 2
            },
            {
                question: "機械清掃[きかいせいそう]のやり方[かた]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "機械[きかい]を洗[あら]う時[とき]は、水[みず]で流[なが]すだけで良[よ]い",
                    "機械[きかい]の取[と]り外[はず]せるところは、外[はず]して清掃[せいそう]する",
                    "清掃[せいそう]する時[とき]は、機械[きかい]を止[と]める"
                ],
                answer: 0
            },
            {
                question: "異常事態[いじょうじたい]が起[お]きた時に、どうしますか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "誰[だれ]でも相談[そうだん]しないで作業場[さぎょうば]を離[はな]れて、安全[あんぜん]な場所[ばしょ]へ避難[ひなん]する",
                    "周[まわ]りにいる責任者[せきにんしゃ]や同僚[どうりょう]に、大声[おおごえ]で知らせる",
                    "必要[ひつよう]があれば、非常停止[ひじょうていし]ボタンで機械[きかい]を止[と]める"
                ],
                answer: 0
            },
            {
                question: "作業場[さぎょうば]に入[い]る時[とき]に、粘着[ねんちゃく]ローラーを使[つか]っています。何のために粘着[ねんちゃく]ローラーを使[つか]いますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "ほこりを落[お]とす",
                    "マッサージをする",
                    "作業服[さぎょうふく]を冷[ひ]やす"
                ],
                answer: 0
            },
            {
                question: "手洗[てあら]いの手順[てじゅん]について、下[した]のには何が入[はい]りますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "消毒[しょうどく]（消毒液[しょうどくえき]を使[つか]う）",
                    "保湿[ほしつ]（クリームを塗[ぬ]る）",
                    "乾燥[かんそう]（ドライヤーを使[つか]う）"
                ],
                answer: 0
            },
            {
                question: "脚立[きゃたつ]に乗[の]り天井[てんじょう]近[ちか]くのボルトを締[し]めたとき、脚立[きゃたつ]から落[お]ちそうになった。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                image: "images/kecelakaan_腳立.png",
                options: [
                    "作業開始前[さぎょうかいしまえ]に、レンチにすり減[へ]りなどの故障[こしょう]がないか確認[かくにん]すること",
                    "レンチでボルトを締[し]めるときの作業位置[さぎょういち]は、安定[あんてい]な姿勢[しせい]を避[さ]けること",
                    "脚立[きゃたつ]の天板[てんばん]には立[た]てないこと"
                ],
                answer: 1
            },
            {
                question: "フレコンバッグをクレーンで釣り上[つりあ]げ、荷台[にだい]から降[お]ろそうとしたときにフレコンバッグが揺[ゆ]れて身体[しんたい]に当[あ]たり、荷台[にだい]から落[お]ちそうになった。この事故[じこ]の原因[げんいん]は何ですか。最[もっと]も正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                image: "images/kecelakaan_クレーン.png",
                options: [
                    "クレーンを使[つか]う時[とき]の自分[じぶん]の立[た]つ場所[ばしょ]を十分[じゅうぶん]理解[りかい]していなかったこと",
                    "クレーンを使[つか]う時、フレコンバッグに気付[きづ]きましたこと",
                    "フレコンバッグをつり上[あ]げる際[さい]、クレーンのワイヤーが切[き]れていたこと"
                ],
                answer: 0
            },
            {
                question: "濃度[のうど]10％の次亜塩素酸[じあえんそさん]ナトリウム（NaClO）溶液[ようえき]があります。400ppmの次亜塩素酸[じあえんそさん]ナトリウム（NaClO）溶液[ようえき]を1L作[つく]る時[とき]に、この溶液[ようえき]と水[みず]はそれぞれ何ml必要[ひつよう]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "溶液[ようえき]4㎖、水[みず]996㎖",
                    "溶液[ようえき]4㎖、水[みず]1000㎖",
                    "溶液[ようえき]2㎖、水[みず]998㎖"
                ],
                answer: 0
            },
            {
                question: "以下[いか]は450ｇのうどんの配合[はいごう]です。同[おな]じ配合[はいごう]で作[つく]る時[とき]に、小麦粉[こむぎこ]10㎏あれば、うどんは何㎏できますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。（原料[げんりょう]：量[りょう]）小麦粉[こむぎこ]：300g、食塩[しょくえん]：15g、水[みず]：135g",
                options: [
                    "16㎏",
                    "15㎏",
                    "17㎏"
                ],
                answer: 1
            },
            {
                question: "動[うご]いているベルトコンベアを清掃[せいそう]していた時[とき]に、ぞうきんがベルトに引[ひ]っかかって、手[て]が機械[きかい]に巻[ま]き込[こ]まれそうになりました。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                image: "images/kecelakaan_ベルト.png",
                options: [
                    "近[ちか]くでほかの人[ひと]が見[み]ている時[とき]に清掃[せいそう]する",
                    "ぞうきんを使[つか]わずに清掃[せいそう]する",
                    "機械[きかい]を止[と]めてから清掃[せいそう]する"
                ],
                answer: 2
            },
            {
                question: "冷凍庫[れいとうこ]の中[なか]で作業[さぎょう]をしていた時[とき]、床[ゆか]の霜[しも]のために足[あし]が滑[すべ]って転倒[てんとう]しました。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                image: "images/kecelakaan_冷凍庫.png",
                options: [
                    "滑[すべ]りにくい靴[くつ]を履[は]いて、床[ゆか]の霜[しも]や水濡[みずぬ]れに注意[ちゅうい]する",
                    "冷凍庫[れいとうこ]の温度[おんど]を上[あ]げて、床[ゆか]の霜[しも]を取[と]る",
                    "霜[しも]や水濡[みずぬ]れを踏[ふ]んで滑[すべ]らないよう、大股[おおまた]で歩[ある]く"
                ],
                answer: 0
            },
            {
                question: "機械[きかい]の反対側[はんたいがわ]に行[い]こうとして、ローラーコンベアの上[うえ]に乗[の]ったために、転[ころ]んでけがをしました。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                image: "images/kecelakaan_ローラー.png",
                options: [
                    "機械[きかい]の脇[わき]に柵[さく]をつけて、うえに乗[の]れないようにする",
                    "ローラーコンベアの上[うえ]にカバーをつけて、歩[ある]きやすくする",
                    "ローラーが回転[かいてん]するように、ローラーを固定[こてい]する"
                ],
                answer: 0
            },
            {
                question: "安全[あんぜん]カバーのないスライサーで肉[にく]を切[き]っているとき、回転刃[かいてんば]で右手[みぎて]を切[き]りそうになりました。事故[じこ]を防[ふせ]ぐには、安全[あんぜん]カバーをつけるほかにどのような肉[にく]の持[も]ち方がいいですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                image: "images/kecelakaan_スライサー.png",
                options: [
                    "二人[ふたり]で持[も]つ",
                    "道具[どうぐ]を使[つか]って持[も]つ",
                    "右手[みぎて]だけ持[も]つ"
                ],
                answer: 1
            }
        ]
    },
    "sesi2": {
        title: "Paket 2",
        timeLimit: 3600,
        questions: [
            {
                question: "一般衛生管理[いっぱんえいせいかんり]は3つに分[わ]かれます。作業者[さぎょうしゃ]の衛生管理[えいせいかんり]と原材料[げんざいりょう]・食品[しょくひん]の衛生管理[えいせいかんり]ともう1つはどれですか。",
                options: [
                    "環境管理[かんきょうかんり]。",
                    "施設[しせつ]、設備[せつび]、器具[きぐ]などの衛生管理[えいせいかんり]",
                    "副作業管理[ふくさぎょうかんり]"
                ],
                answer: 1
            },
            {
                question: "牡蠣[かき]などの二枚貝[にまいがい]に存在[そんざい]し、十分加熱[じゅうぶんかねつ]しないと食中毒[しょくちゅうどく]が発生[はっせい]しやすい原因[げんいん]はどれか。<br>正[ただ]しいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "黄色[おうしょく]ブドウ球菌[きゅうきん]",
                    "ノロウイルス",
                    "大腸菌[だいちょうきん]"
                ],
                answer: 1
            },
            {
                question: "微生物[びせいぶつ]は増殖[ぞうしょく]しにくい環境[かんきょう]はどれか、<br>正[ただ]しくないものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "30℃～40℃水分[すいぶん]があり、汚[よご]れがある環境[かんきょう]",
                    "室温[しつおん]で、汚[よご]れがある環境[かんきょう]",
                    "4℃以下[いか]乾燥[かんそう]汚[よご]れがない環境[かんきょう]"
                ],
                answer: 2
            },
            {
                question: "飲料製造業[いんりょうせいぞうぎょう]は何を製造[せいぞう]することですか。<br>間[ま]違[ちが]っているものをひとつ選[えら]びなさい...",
                options: [
                    "コーヒー。",
                    "冷凍食品[れいとうしょくひん]。",
                    "ジュース。"
                ],
                answer: 1
            },
            {
                question: "作業場[さぎょうば]に入[はい]る前[まえ]に行[おこな]う流[なが]れとして、正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "作業服[さぎょうふく]を正[ただ]しく着用[ちゃくよう]、手洗[てあら]い、粘着[ねんちゃく]ローラー、エアーシャワー",
                    "手洗[てあら]い、作業服[さぎょうふく]を正[ただ]しく着用[ちゃくよう]、粘着[ねんちゃく]ローラー",
                    "作業服[さぎょうふく]を正[ただ]しく着用[ちゃくよう]ローラー、エアーシャワー、手洗[てあら]い"
                ],
                answer: 0
            },
            {
                question: "作業中[さぎょうちゅう]について、最[もっと]も正[ただ]しいものを選[えら]びなさい。",
                options: [
                    "加熱[かねつ]したものや冷却[れいきゃく]したものを長[なが]く室温[しつおん]で放置[ほうち]しても大丈夫[だいじょうぶ]",
                    "トイレに行[い]った後[あと]、洗剤[せんざい]で手洗[てあら]いします。消毒液[しょうどくえき]しなくても大丈夫[だいじょうぶ]",
                    "ムダ話[ばなし]をしない。機械[きかい]や製品[せいひん]の異常[いじょう]が見[み]つかった時[とき]、機械[きかい]ラインを止[と]めて、すぐに責任者[せきにんしゃ]に報告[ほうこく]する"
                ],
                answer: 2
            },
            {
                question: "衛生[えいせい]とは何ですか",
                options: [
                    "命[いのち]を守[まも]ることです",
                    "食品[しょくひん]を食べた人[ひと]は病気[びょうき]になること",
                    "病気[びょうき]になったりケガをしたりすること。"
                ],
                answer: 0
            },
            {
                question: "食品製造[しょくひんせいぞう]の衛生管理[えいせいかんり]とは何を管理[かんり]することですか。<br>正[ただ]しいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "労働安全[ろうどうあんぜん]の管理[かんり]です",
                    "食品[しょくひん]を作[つく]る管理[かんり]です。",
                    "消費者[しょうひしゃ]の管理[かんり]です。"
                ],
                answer: 1
            },
            {
                question: "金属以外[きんぞくいがい]の異物[いぶつ]（石、ガラスなど）を見[み]つけることができる機械[きかい]として、正[ただ]しいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "金属検査機[きんぞくけんさき]",
                    "X線異物検査機[せんいぶつけんさき]",
                    "日付検査機[ひづけけんさき]"
                ],
                answer: 1
            },
            {
                question: "製品[せいひん]の保管管理[ほかんかんり]について、最[もっと]も正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "一般的[いっぱんてき]に冷凍庫[れいとうこ]は-15℃以下[いか]、冷蔵庫[れいぞうこ]は10℃以下[いか]が基準[きじゅん]となる。",
                    "保管用[ほかんよう]サンプルを適当[てきとう]に抽出[ちゅうしゅつ]して保管[ほかん]する。",
                    "製品[せいひん]の微生物検査項目[びせいぶつけんさこうもく]はそれぞれの工場[こうじょう]で決[き]まる。"
                ],
                answer: 0
            },
            {
                question: "アレルギー食品[しょくひん]の特定原材料[とくていげんざいりょう]として表示義務[ひょうじぎむ]がある8つの食品[しょくひん]で正[ただ]しいものはどれでしょうか。一[ひと]つ選[えら]びなさい。",
                options: [
                    "そば、たまご、ピーナッツ、こむぎ、たまねぎ、えび、ぎゅうにく、くるみ",
                    "えび、かに、牡蠣[かき]、にんじん、ぎゅうにく、りんご、オレンジ、そば",
                    "えび、かに、こむぎ、そば、たまご、乳[にゅう]、落花生[らっかせい]、くるみ"
                ],
                answer: 2
            },
            {
                question: "ヒスタミンはどこにありますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "果物[くだもの]。",
                    "魚[さかな]",
                    "牛乳[ぎゅうにゅう]"
                ],
                answer: 1
            },
            {
                question: "ヒスタミン食中毒[しょくちゅうどく]を防[ふせ]ぐためにどうしたらいいのか一[ひと]つ、正[ただ]しいものを選[えら]んでください",
                options: [
                    "魚[さかな]を取[と]った後[あと]ゆっくり冷凍[れいとう]してもいいです。",
                    "マグロやサバなどの赤身魚[あかみざかな]はどこでも保存[ほぞん]できる",
                    "魚[さかな]を受[う]け入[い]れたすぐ冷凍[れいとう]したらいいです"
                ],
                answer: 2
            },
            {
                question: "冷却方法[れいきゃくほうほう]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい",
                options: [
                    "風冷[ふうれい]",
                    "冷蔵庫[れいぞうこ]",
                    "水冷[すいれい]"
                ],
                answer: 1
            },
            {
                question: "管理基準[かんりきじゅん]から逸脱[いつだつ]した場[ば]合[あい]、改善措置[かいぜんそち]のため、なにをしなければなりませんか。<br>間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "食品[しょくひん]の中[なか]に危害要因[きけんよういん]が残[のこ]らないようにしなければなりません。",
                    "改善措置[かいぜんそち]を行[おこな]うまでに、作[つく]った食品[しょくひん]を捨[す]てるかつくり直[なお]すかを決[き]めなくてもいい。",
                    "改善措置[かいぜんそち]を行[おこな]うときは、必[かなら]ず責任者[せきにんしゃ]の指示[しじ]に従[したが]ってください。"
                ],
                answer: 1
            },
            {
                question: "微生物[びせいぶつ]を増殖[ぞうしょく]させないための方法[ほうほう]について、正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "冷蔵庫[れいぞうこ]から取[と]り出[だ]した食品[しょくひん]は常温[じょうおん]で長[なが]く放置[ほうち]する。",
                    "加熱[かねつ]したものを室温[しつおん]で温度[おんど]をゆっくり下[さ]げる。",
                    "世代交代時間[せだいこうたいじかん]があるので、時間[じかん]もコントロールするのが必要[ひつよう]である。"
                ],
                answer: 2
            },
            {
                question: "作業着[さぎょうぎ]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "作業着[さぎょうぎ]は、いつも清潔[せいけつ]なものを着[き]なければならない。",
                    "清潔[せいけつ]な服[ふく]なら、なにを着[き]ても良[よ]い。",
                    "作業着[さぎょうぎ]は、決[き]められた着[き]かたをしなければならない。"
                ],
                answer: 1
            },
            {
                question: "細菌[さいきん]が原因[げんいん]の食中毒[しょくちゅうどく]を発生[はっせい]させないために食中毒予防[しょくちゅうどくよぼう]の原則[げんそく]がいくつありますか。",
                options: [
                    "7原則[げんそく]",
                    "4原則[げんそく]",
                    "3原則[げんそく]"
                ],
                answer: 2
            },
            {
                question: "手袋[てぶくろ]をつける理由[りゆう]として、正[ただ]しいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "手[て]の表面[ひょうめん]にいる微生物[びせいぶつ]が、食品[しょくひん]につかないようにするため。",
                    "手[て]が汚[よご]れないようにするため。",
                    "手[て]が冷[つめ]たくならないようにするため。"
                ],
                answer: 0
            },
            {
                question: "作業場[さぎょうば]に持[も]っていってよいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "金銭[きんせん]やたばこ",
                    "飴[あめ]や薬[くすり]",
                    "ロッカー鍵[かぎ]"
                ],
                answer: 2
            },
            {
                question: "器具[きぐ]を洗[あら]うとき使[つか]うものについて、正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "殺菌剤[さっきんざい]を使[つか]って洗[あら]う。",
                    "アルコールを使[つか]って洗[あら]う。",
                    "洗浄剤[せんじょうざい]を使[つか]って洗[あら]う。"
                ],
                answer: 2
            },
            {
                question: "殺菌剤[さっきんざい]を使[つか]って調理器具[ちょうりきぐ]を消毒[しょうどく]する方法[ほうほう]として、正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "調理器具[ちょうりきぐ]を洗[あら]う前[まえ]に消毒[しょうどく]する。",
                    "消毒[しょうどく]する前[まえ]に調理器具[ちょうりきぐ]に水[みず]をつける。",
                    "調理器具[ちょうりきぐ]を洗[あら]って乾[かわ]かしてから消毒[しょうどく]する。"
                ],
                answer: 2
            },
            {
                question: "殺菌[さっきん]した食品[しょくひん]の扱[あつか]い方[かた]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "手袋[てぶくろ]をつけていない手[て]で食品[しょくひん]を持[も]つ。",
                    "手袋[てぶくろ]をつけている手[て]で食品[しょくひん]を持[も]つ。",
                    "消毒[しょうどく]した道具[どうぐ]を使[つか]って食品[しょくひん]を持[も]つ。"
                ],
                answer: 0
            },
            {
                question: "食材[しょくざい]の扱[あつか]い方[かた]について、違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "冷凍品[れいとうひん]がとけていたら、また冷凍[れいとう]する。",
                    "砂糖[さとう]や塩[しお]は、温度湿度[おんどしつど]が低[ひく]いところに保管[ほかん]する。",
                    "小麦粉[こむぎこ]やでんぷんは、水[みず]にぬれないように保管[ほかん]する。"
                ],
                answer: 0
            },
            {
                question: "アレルギーがほかの食品[しょくひん]に混[ま]ざってしまうことを防[ふせ]ぐために、なにをしますか。<br>間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい",
                options: [
                    "特定原材料[とくていげんざいりょう]を含[ふく]み製品[せいひん]は一日[いちにち]の最初[さいしょ]に製造[せいぞう]する。",
                    "アレルギー物質[ぶっしつ]を言[い]ふくむ原材料[げんざいりょう]とアレルギー物質[ぶっしつ]を含[ふく]まない原材料[げんざいりょう]と別[べつ]々[べつ]に保管[ほかん]する。",
                    "アレルギー物質[ぶっしつ]を含[ふく]む原材料[げんざいりょう]とアレルギー物質[ぶっしつ]を含[ふく]まない材料[ざいりょう]を同[おな]じラインで製造[せいぞう]する場合[ばあい]、徹底的[てっていてき]に洗浄[せんじょう]する。"
                ],
                answer: 1
            },
            {
                question: "寄生虫生物[きせいちゅうせいぶつ]の名前[なまえ]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "おにぎり、サンドイッチ",
                    "サバ、イカ",
                    "人[ひと]の皮膚[ひふ]や傷口[きずぐち]"
                ],
                answer: 1
            },
            {
                question: "殺菌剤[さっきんざい]の扱[あつか]い方[かた]として、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい",
                options: [
                    "殺菌剤[さっきんざい]は、どこで保管[ほかん]しても良[よ]い。",
                    "殺菌剤[さっきんざい]を容器[ようき]に移[うつ]すときは、必[かなら]ず移[うつ]した容器[ようき]に「殺菌剤[さっきんざい]」と表示[ひょうじ]する。",
                    "目[め]に入[はい]らないようにする。"
                ],
                answer: 0
            },
            {
                question: "手洗[てあら]いについて、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい",
                options: [
                    "手[て]についた汚れ[よごれ]や微生物[びせいぶつ]をとるために行[おこな]う。",
                    "爪[つめ]の中[なか]は洗[あら]わなくても良[よ]い。",
                    "指[ゆび]の間[あいだ]や手首[てくび]までしっかり洗[あら]う。"
                ],
                answer: 1
            },
            {
                question: "殺菌剤[さっきんざい]を使[つか]うときに注意[ちゅうい]する点[てん]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "殺菌剤[さっきんざい]の濃度[のうど]",
                    "殺菌[さっきん]する時間[じかん]",
                    "殺菌剤[さっきんざい]の温度[おんど]"
                ],
                answer: 2
            },
            {
                question: "セレウス菌[きん]による食中毒[しょくちゅうどく]の原因[げんいん]となる食品[しょくひん]はどれですか",
                options: [
                    "牡蠣[かき]などの二枚貝[にまいがい]",
                    "米[こめ]や小麦[こむぎ]などを使[つか]って調理[ちょうり]された食品[しょくひん]",
                    "缶詰[かんづめ]"
                ],
                answer: 1
            },
            {
                question: "食肉[しょくにく]、魚介類[ぎょかいるい]は、何度以下[なんどいか]で保管[ほかん]すればいいですか",
                options: [
                    "4℃以下[いか]",
                    "10℃以下[いか]",
                    "15℃以下[いか]"
                ],
                answer: 0
            },
            {
                question: "熱中症[ねっちゅうしょう]の症状[しょうじょう]について、間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "めまい、たちくらみ、手足[てあし]のしびれ、気分[きぶん]が悪[わる]い",
                    "発熱[はつねつ]、激[はげ]しい痛[いた]い腹痛[ふくつう]、下痢[げり]",
                    "返事[へんじ]がおかしい、意識消失[いしきしょうしつ]、けいれん、からだが熱[あつ]い"
                ],
                answer: 1
            },
            {
                question: "表[ひょう]はソーセージ1セット（5本[ほん]）の配合例[はいごうれい]です。この配合[はいごう]に従[したが]うと豚[ぶた]ひき肉[にく]6kgからどれだけのソーセージを作[つく]れるか",
                options: [
                    "20本[ほん]",
                    "120本[ほん]",
                    "180本[ほん]"
                ],
                answer: 1
            },
            {
                question: "10%の次亜塩素酸[じあえんそさん]ナトリウム(NaOCl)の溶液[ようえき]があります。5ml溶液[ようえき]を使用[しよう]し、200ppm次亜塩素酸[じあえんそさん]ナトリウム(NaOCl)を作[つく]るために、どれぐらい水[みず]が必要[ひつよう]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。(200ppm=0.02%)",
                options: [
                    "2L",
                    "2.5L",
                    "3L"
                ],
                answer: 1
            },
            {
                question: "トレーを両手[りょうて]で持物、歩[ある]いて移動[いどう]しようとしたところ、濡[ぬ]れた床[ゆか]で滑[すべ]って転倒[てんとう]しそうになった。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "床[ゆか]の水[みず]をきちんとふき取[と]る。",
                    "片手[かたて]で持[も]つ。",
                    "両手[りょうて]で持[も]つ。"
                ],
                answer: 0
            },
            {
                question: "パン箱[ばこ]を両手[りょうて]で持[も]ち、トラックに向[む]かって停車場[ていしゃじょう]を歩[ある]いていたとき、通路[つうろ]に置[お]かれた空箱[からばこ]につまずき転倒[てんとう]しそうになった。この事故[じこ]を防[ふせ]ぐためにどうしたらいいですか。<br>間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい",
                options: [
                    "通路[つうろ]に物[もの]をおいたままにしない。",
                    "作業前[さぎょうまえ]には通路[つうろ]のあんぜんを確認[かくにん]しなくてもいい。",
                    "箱[はこ]を重ね[かさね]てはこぶときは、前[まえ]が見[み]えるの数の箱[はこ]をもつ"
                ],
                answer: 1
            },
            {
                question: "ベルトコンベアを止[と]めない清掃[せいそう]を行[おこな]っていたところ、ぞうきんが引[ひ]っかかって手[て]が巻[ま]き込[こ]まれそうになった。この事故[じこ]の原因[げんいん]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
                options: [
                    "清掃[せいそう]するときにベルトコンベアを止[と]めなかったため。",
                    "ぞうきんを使[つか]って清掃[せいそう]したため。",
                    "停止[ていし]ボタンを押[お]したため。"
                ],
                answer: 0
            },
            {
                question: "安全標識[あんぜんひょうしき]について。下記[かき]の標識[ひょうしき]はどういう意味[いみ]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "手[て]で触[ふ]れることを禁止[きんし]する。",
                    "扉[とびら]をあけっぱなしにすることを禁止[きんし]する。",
                    "入[はい]ることを禁止[きんし]する。"
                ],
                answer: 2
            },
            {
                question: "安全標識[あんぜんひょうしき]について、はさまれる危険[きけん]を知らせる標識[ひょうしき]はどれですか。<br>間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
                options: [
                    "標識[ひょうしき] A",
                    "標識[ひょうしき] B",
                    "標識[ひょうしき] C"
                ],
                answer: 0
            },
            {
                question: "安全標識[あんぜんひょうしき]について、やけどをする危険[きけん]を知らせる標識[ひょうしき]はどれですか。<br>間[ま]違[ちが]っているものを一[ひと]つ選[えら]びなさい",
                options: [
                    "標識[ひょうしき] A",
                    "標識[ひょうしき] B",
                    "標識[ひょうしき] C"
                ],
                answer: 1
            }
        ]
    }
};
