
sessionsData["sesi3"] = {
    title: "Paket 3",
    timeLimit: 3600,
    questions: [
        {
            question: "アレルギー食品[しょくひん]の特定原材料[とくていげんざいりょう]として表示義務[ひょうじぎむ]がある8つの食品[しょくひん]で正[ただ]しいものはどれでしょう。一[ひと]つえらびなさい",
            options: [
                "そば、たまご、ピナッツ、こむぎ、たまねぎ、えび、ぎゅうにく、くるみ",
                "えび、かに、仕[し]様[よう]かき、にんじん、ぎゅうにく、りんご、オレンジ、そば",
                "えび、かに、こむぎ、そば、たまご、乳[にゅう]、信[しん]花[か]生[せい]、くるみ"
            ],
            answer: 2
        },
        {
            question: "冷凍[れいとう]の原材料[げんざいりょう]の方法[ほうほう]について、まちがっているものを一つ選びなさい",
            options: [
                "自然解凍[しぜんかいとう]。",
                "水冷[すいれい]。",
                "冷[れい]蔵[ぞう]商[しょう]解[かい]決[けつ]。"
            ],
            answer: 1
        },
        {
            question: "食料品製造業[しょくりょうひんせいぞうぎょう]は何を製造[せいぞう]する仕事[しごと]ですか。間違[まちが]っているものを選[えら]びなさい。",
            options: [
                "ハム、ソーセージ。",
                "ジュース、お茶[ちゃ]。",
                "弁当[べんとう]、お菓子[かし]、パン。"
            ],
            answer: 1
        },
        {
            question: "機械[きかい]や器具[きぐ]を洗浄[せんじょう]するときに、どのようにしますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "洗浄剤[せんじょうざい]の濃度[のうど]を確認[かくにん]する。",
                "洗浄[せんじょう]する部分[ぶぶん]を、ひによってかえる。",
                "洗浄剤[せんじょうざい]で洗[あら]ったあと、洗[あら]い流[なが]さずに乾[かわ]かす。"
            ],
            answer: 0
        },
        {
            question: "一般衛生管理[いっぱんえいせいかんり]は3つ分[わ]かれます。施設[しせつ]、設備[せつび], きぐの衛生管理[えいせいかんり]と作業者[さぎょうしゃ]の衛生管理[えいせいかんり]ともう一つのは何ですか。正[ただ]しいものを一[ひと]つ選びなさい。",
            options: [
                "作業者[さぎょうしゃ]の健康[けんこう]の管理[かんり]。",
                "原材料[げんざいりょう]、食品[しょくひん]の衛生管理[えいせいかんり]。",
                "労働安全[ろうどうあんぜん]の管理[かんり]"
            ],
            answer: 1
        },
        {
            question: "「5S活動[かつどう]」とは、一般衛生管理[いっぱんえいせいかんり]のための5つの主要[しゅよう]な活動[かつどう]のことです。「整理[seiri]」「整頓[seiton]」「清潔[seiketsu]」「習慣[syuukan]」の他[ほか]の ひとつは何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "清掃[せいそう]",
                "集中[しゅうちゅう]",
                "換気[かんき]"
            ],
            answer: 0
        },
        {
            question: "5S活動[かつどう]の中[なか]の「整頓[せいとん]」は、どのような活動[かつどう]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "職場[しょくば]や工場[こうじょう]などのゴミを捨[す]てる。",
                "決[き]められたことを常[つね]に守[まも]って実行[じっこう]する。",
                "作業道具[さぎょうどうぐ]や材料[ざいりょう]の置[お]き場所[ばしょ]を決[き]めておく。"
            ],
            answer: 2
        },
        {
            question: "ノロウイルスによる食中毒[しょくちゅうどく]の主[おも]な原因[げんいん]になる食品[しょくひん]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "卵[たまご]、鶏肉[とりにく]",
                "米[こめ]、麦[むぎ]、豆[まめ]",
                "牡蠣[かき]などの二枚貝[にまいがい]"
            ],
            answer: 2
        },
        {
            question: "主[おも]な原因[げんいん]になる食品[しょくひん]は食肉[しょくにく](鶏肉[とりにく])で、感染[かんせん]すると、下痢[げり]、腹痛[ふくつう]、発熱[はつねつ]の症状[しょうじょう]が出[で]る細菌[さいきん]はどれですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "カンピロバクター属菌[ぞくきん]。",
                "腸炎[ちょうえん]ビブリオ",
                "ボツリヌス菌[きん]"
            ],
            answer: 0
        },
        {
            question: "食品工場[しょくひんこうじょう]で食中毒[しょくちゅうどく]を予防[よぼう]するために必要[ひつよう]なことは何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "生[なま]の牡蠣[かき]や生肉[なまにく]は、室温[しつおん]で保管[ほかん]する。",
                "器具[きぐ]、容器[ようき]、装置[そうち]などは、常[つね]に清潔[せいけつ]にする。",
                "加熱[かねつ]した食品[しょくひん]は、できるだけゆっくり冷[ひ]やす"
            ],
            answer: 1
        },
        {
            question: "多[おお]くの微生物[びせいぶつ]は何度[なんど]で急[きゅう]に増[ふ]えますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "0°C~10℃",
                "30°C~40°C",
                "60℃~70℃"
            ],
            answer: 1
        },
        {
            question: "多[おお]くの微生物[びせいぶつ]を殺[ころ]すためには、何度[なんど]で何秒[なんびょう]ぐらい加熱[かねつ]しますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "45℃、90秒間[びょうかん]",
                "55℃、70秒間[びょうかん]",
                "75℃、60秒間[びょうかん]"
            ],
            answer: 2
        },
        {
            question: "微生物[びせいぶつ]を殺[ころ]すために食品[しょくひん]を加熱[かねつ]するときに、食品[しょくひん]のどこの温度[おんど]を測[はか]りますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "食品[しょくひん]の表面[ひょうめん]の温度[おんど]",
                "食品[しょくひん]の中心[ちゅうしん]の温度[おんど]",
                "食品[しょくひん]の表面[ひょうめん]の温度[おんど]と中心[ちゅうしん]の温度[おんど]の平均値[へいきんち]"
            ],
            answer: 1
        },
        {
            question: "主[おも]に石[いし]やガラスを検出[けんしゅつ]する機械[きかい]の名前[なまえ]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "X線異物検出器[せんいぶつけんしゅつき]",
                "金属検出器[きんぞくけんしゅつき]",
                "自記温度計[じきおんどけい]"
            ],
            answer: 0
        },
        {
            question: "日本[にほん]の食品衛生法[しょくひんえいせいほう]では、冷凍庫[れいとうこ]の基準温度[きじゅんおんど]は何度以下[なんどいか]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "-5℃以下[いか]",
                "-10℃以下[いか]",
                "-15℃以下[いか]"
            ],
            answer: 2
        },
        {
            question: "容器包装[ようきほうそう]された加工食品[かこうしょくひん]で表示[ひょうじ]しなければならないアレルギー食品[しょくひん]はどれですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "砂糖[さとう]",
                "くるみ",
                "とうもろこし"
            ],
            answer: 1
        },
        {
            question: "飲料製造業[いんりょうせいぞうぎょう]は何を製造[せいぞう]することですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "コーヒー。",
                "冷凍食品[れいとうしょくひん]。",
                "ジュース。"
            ],
            answer: 1
        },
        {
            question: "働[はたら]く経験[けいけん]が長[なが]い人[ひと]よりも、働[はたら]く経験[けいけん]が少[すく]ない人[ひと]のほうが労働災害[ろうどうさいがい]が多い理由[りゆう]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危険[きけん]な作業[さぎょう]を担当[たんとう]することが多[おお]い。",
                "年齢[ねんれい]が若[わか]く、作業時間[さぎょうじかん]が長[なが]い人[ひと]が多[おお]い。",
                "作業[さぎょう]に慣[な]れていないため、危険[きけん]に気[き]づきにくい。"
            ],
            answer: 2
        },
        {
            question: "作業服[さぎょうふく]のどのような点[てん]に注意[ちゅうい]が必要[ひつよう]ですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "ポケットやボタンのある作業服[さぎょうふく]を着[き]る。",
                "作業服[さぎょうふく]の袖口[そでぐち]は、絞[しぼ]ったものを使[つか]う。",
                "ロッカーの中[なか]で、汚[よご]れた作業服[さぎょうふく]ときれいな作業服[さぎょうふく]がくっつかないようにする"
            ],
            answer: 0
        },
        {
            question: "飲食料品製造業特定技能[いんしょくりょうひんせいぞうぎょうとくていぎのう]1号[いちごう]の在留資格者[ざいりゅうしかくしゃ]が働[はたら]く業種[ぎょうしゅ]で必要[ひつよう]なものは何ですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "食品衛生[しょくひんえいせい]の知識[ちしき]。",
                "労働安全[ろうどうあんぜん]の知識[ちしき]。",
                "健康[けんこう]の知識[ちしき]。"
            ],
            answer: 2
        },
        {
            question: "作業中[さぎょうちゅう]の行動[こうどう]について、間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危険[きけん]な作業[さぎょう]をしている人[ひと]を見[み]たら、声[こえ]をかける。",
                "危険[きけん]な場所[ばしょ]を見[み]つけたら、責任者[せきにんしゃ]にすぐに報告[ほうこく]する。",
                "作業場[さぎょうば]を離[はな]れる時間[じかん]が短[みじか]いときは、黙[だま]って離[はな]れてもよい。"
            ],
            answer: 2
        },
        {
            question: "労働安全[ろうどうあんぜん]について、正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "製品[せいひん]を食べた人の健康[けんこう]を守[まも]ることです。",
                "作業者[さぎょうしゃ]の安全[あんぜん]と健康[けんこう]を守[まも]ることです。",
                "作業者[さぎょうしゃ]の安全[あんぜん]を守[まも]ることです。"
            ],
            answer: 1
        },
        {
            question: "危害要因分析[きがいよういんぶんせき]について、間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危害[きがい]の要因[よういん]を、全部[ぜんぶ]書[か]いて、はっきりわかるようにする。",
                "危害要因分析[きがいよういんぶんせき]をするだけで、必[かなら]ず危害[きがい]が起[お]きない。",
                "危害要因分析[きがいよういんぶんせき]をするときは、今[いま]までの検査記録[けんさきろく]や関連[かんれん]のある本[ほん]なども見[み]ている"
            ],
            answer: 1
        },
        {
            question: "アレルギー食品[しょくひん]がほかの食品[しょくひん]に混[ま]ざってしまうことを「交差汚染[こうさおせん]」といいます。「交差汚染[こうさおせん]」を防[ふせ]ぐために、何をしますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "特定原材料[とくていげんざいりょう]を含[ふく]む製品[せいひん]は、一日[いちにち]の作業[さぎょう]の最初[さいしょ]に製造[せいぞう]する。",
                "アレルギー食品[しょくひん]を含[ふく]む原材料[げんざいりょう]と、含[ふく]まない原材料[げんざいりょう]を、別々[べつべつ]に保管[ほかん]する。",
                "アレルギー食品[しょくひん]を含[ふく]む原材料[げんざいりょう]と含[ふく]まない原材料[げんざいりょう]を同[おな]じラインで製造[せいぞう]する場合[ばあい]、徹底的[てっていてき]に洗浄[せんじょう]する。"
            ],
            answer: 0
        },
        {
            question: "異物[いぶつ]の中[なか]で正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "ヒスタミン",
                "芽胞[がほう]",
                "虫[むし]、髪[かみ]の毛[け]"
            ],
            answer: 2
        },
        {
            question: "HACCPの「7つ原則[げんそく]」には、どんな項目[こうもく]がありますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "検証方法[けんしょうほうほう]の設定[せってい]",
                "施設基準[しせつきじゅん]の設定[せってい]",
                "モニタリング方法[ほうほう]の設定[せってい]"
            ],
            answer: 1
        },
        {
            question: "保護具[ほごぐ]について「ヘルメット」は何を防[ふせ]ぎますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "眼[め]のケガの防止[ぼうし]。",
                "頭部負傷防止[とうぶふしょうぼうし]",
                "やけど防止[ぼうし]。"
            ],
            answer: 1
        },
        {
            question: "食品製造工場[しょくひんせいぞうこうじょう]で起[お]きる労働災害[ろうどうさいがい]が一番[いちばん]多[おお]いのはなんですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "転倒[てんとう]",
                "はさまれ、巻[ま]き込[こ]まれ",
                "切[き]れ、こすれ"
            ],
            answer: 0
        },
        {
            question: "危険予知訓練[きけんよちくんれん]は仕事[しごと]でいつも危険[きけん]があるかもしれないと考え[かんが]えます。フォークリフトが出[で]て来[き]るとき、起[お]こるかもしれないことはなんですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "ぶつかるかもしれない。",
                "滑[すべ]るかもしれない。",
                "やけどするかもしれない。"
            ],
            answer: 0
        },
        {
            question: "異常事態[いじょうじたい]が起[お]きた時[とき]に、どうしますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "必要[ひつよう]があれば、非常停止[ひじょうていし]ボタンで機械[きかい]を止[と]める。",
                "周[まわ]りにいる責任者[せきにんしゃ]や同僚[どうりょう]に、大[おお]きな声[こえ]で知[し]らせる。",
                "誰[だれ]にも相談[そうだん]しないで作業場[さぎょうば]を離[はな]れて、安全[あんぜん]な場所[ばしょ]へ避難[ひなん]する。"
            ],
            answer: 2
        },
        {
            question: "作業場[さぎょうば]に入[はい]る時[とき]に、粘着[ねんちゃく]ローラーを使[つか]っています。何のために粘着[ねんちゃく]ローラーを使[つか]いますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "ほこりを落[お]とす。",
                "マッサージをする。",
                "作業服[さぎょうふく]を冷[ひ]やす。"
            ],
            answer: 0
        },
        {
            question: "重[おも]い釜[かま]を両手[りょうて]で持[も]ち上[あ]げたとき、腰[こし]に強[つよ]い痛[いた]みを感[かん]じた。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "重[おも]い物[もの]を持[も]ち上[あ]げるときは、身体[しんたい]を重[おも]い物[もの]に近[ちか]づけて、膝[ひざ]を曲[ま]げて、腰[こし]を下[おろ]ろして重[おも]い物[もの]を抱[だ]かかえて、膝[ひざ]を伸[の]ばしながらゆっくり立[た]ち上[あ]がる。",
                "重[おも]い物[もの]を運[はこ]ぶときは、できるだけ台車[だいしゃ]を使用[しよう]する。",
                "重[おも]い物[もの]を運[はこ]ぶときは不安定[ふあんてい]な姿勢[しせい]をする。"
            ],
            answer: 2
        },
        {
            question: "トレーを両手[りょうて]で持[も]って、歩[ある]いて移動[いどう]しようとしたところ、濡[ぬ]れた床[ゆか]で滑[すべ]って転倒[てんとう]しそうになった。この事故[じこ]の原因[げんいん]は何ですか。最[もっと]も正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "安全靴[あんぜんぐつ]を履[は]かなかったため。",
                "床[ゆか]の水[みず]をきちんとふき取[と]っていなかったため。",
                "両手[りょうて]で持[も]っていたため。"
            ],
            answer: 1
        },
        {
            question: "フォークリフトで空箱[からばこ]作業場[さぎょうじょう]の外[そと]の置[お]き場[ば]に運[はこ]ぶため、倉庫[そうこ]の入口[いりぐち]を一時停止[いちじていし]しないで通過[つうか]したとき、横[よこ]から来[き]た人[ひと]とぶつかりそうになった。この事故[じこ]の原因[げんいん]は何ですか。",
            options: [
                "フォークリフトが、倉庫[そうこ]の入[い]り口[ぐち]の前[まえ]で一時停止[いちじていし]をしなかったため。",
                "倉庫[そうこ]の入[い]り口[ぐち]が狭[せま]かったため。",
                "歩[ある]いている人[ひと]は帽子[ぼうし]をかぶっているので、フォークリフトが見[み]えなかったため。"
            ],
            answer: 0
        },
        {
            question: "濃度[のうど]10%の次亜塩素酸[じあえんそさん]ナトリウム (NaClO) 溶液[ようえき]があります。400ppmの次亜塩素酸[じあえんそさん]ナトリウム (NaClO) 溶液[ようえき]を1L作[つく]る時[とき]に、この溶液[ようえき]と水[みず]はそれぞれ何ml必要[ひつよう]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。(400ppm=0.04%)",
            options: [
                "溶液[ようえき]4ml、水[みず]996ml",
                "溶液[ようえき]2ml、水[みず]998ml",
                "溶液[ようえき]4ml、水[みず]1000ml"
            ],
            answer: 0
        },
        {
            question: "以下[いか]は450gのうどんの配合[はいごう]です。同[おな]じ配合[はいごう]で作[つく]る時[とき]に、小麦粉[こむぎこ]10kgあれば、うどんは何[なん]kgできますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。（原料[げんりょう]：量[りょう]）小麦粉[こむぎこ]：300g、食塩[しょくえん]：15g、水[みず]：135g",
            options: [
                "15kg",
                "16kg",
                "17kg"
            ],
            answer: 0
        },
        {
            question: "包装[ほうそう]ラインの機械[きかい]が、製品[せいひん]がつまって止[と]まったので、停止[ていし]ボタンを押[お]さないでカバーを開[あ]けて、つまった製品[せいひん]を取り除[とりのぞ]こうとしたら、突然[とつぜん]機械[きかい]が動[うご]き出[だ]して、手[て]がはさまれそうになった。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "カバーを開[あ]けると機械[きかい]が自動的[じどうてき]に止[と]まる安全装置[あんぜんそうち]をつける。",
                "作業[さぎょう]をする前[まえ]に停止[ていし]ボタンを押[お]して、止[と]まるのを確認[かくにん]してから作業[さぎょう]を始[はじ]める。",
                "停止[ていし]ボタンを押[お]さないで、製品[せいひん]を取[と]る。"
            ],
            answer: 2
        },
        {
            question: "安全標識[あんぜんひょうしき]について、下記[かき]の標識[ひょうしき]はどういう意味[いみ]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "入[はい]ることを禁止[きんし]する。",
                "走[はし]ることを禁止[きんし]する。",
                "切断[せつだん]する危険[きけん]を知らせる。"
            ],
            answer: 0
        },
        {
            question: "安全標識[あんぜんひょうしき]について、手[て]で触[ふ]れることを禁止[きんし]する標識[ひょうしき]はどれですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "標識[ひょうしき] A",
                "標識[ひょうしき] B",
                "標識[ひょうしき] C"
            ],
            answer: 2
        },
        {
            question: "安全標識[あんぜんひょうしき]について、下記[かき]の標識[ひょうしき]はどういう意味[いみ]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "転落[てんらく]する危険[きけん]を知らせる。",
                "運[はこ]ぶ危険[きけん]を知らせる。",
                "扉[とびら]をあけっ放[ぱな]しにすることを禁止[きんし]する。"
            ],
            answer: 0
        }
    ]
};

sessionsData["sesi4"] = {
    title: "Paket 4",
    timeLimit: 3600,
    questions: [
        {
            question: "食品製造工場[しょくひんせいぞうこうじょう]で転倒災害[てんとうさいがい]が起[お]こる理由[りゆう]はなんですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "走[は]ってすべったり、物[もの]につまずいたり、荷物[にもつ]を持[も]っていてまっすぐ歩[ある]けなかったりする。",
                "機械[きかい]に手[て]を入[い]れたり、コンベアのギアを掃除[そうじ]したりするときです。",
                "包丁[ほうちょう]やカッターなどの切[き]る機械[きかい]を使[つか]っているとき、機械[きかい]に原材料[げんざいりょう]がつまって手[て]を入[い]れた。"
            ],
            answer: 0
        },
        {
            question: "食品衛生[しょくひんえいせい]は何[なん]のためですか。間違[まちが]っているものを選[えら]びなさい",
            options: [
                "食品[しょくひん]を食[た]べた人[ひと]は病気[びょうき]にならないためです。",
                "会社[かいしゃ]の食品[しょくひん]は有名[ゆうめい]になるためです。",
                "食品[しょくひん]を食[た]べた人[ひと]はケガをしないためです。"
            ],
            answer: 1
        },
        {
            question: "帽子[ぼうし]の正[ただ]しい被[かぶ]り方[かた]は次[つぎ]のどれでしょうか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "被[かぶ]る前[まえ]には髪[かみ]の毛[け]をよくブラッシングする",
                "髪[かみ]の毛[け]は少[すこ]しであれば出[で]てもかまわない",
                "ネットを内側[うちがわ]に使用[しよう]する"
            ],
            answer: 1
        },
        {
            question: "エアーシャワーを使[つか]う目的[もくてき]は何[なん]なんでしょうか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "髪[かみ]やほこりなどを作業場[さぎょうば]に入[はい]る前[まえ]に落[お]とす",
                "暑[あつ]い時[とき]にすずむ",
                "髪[かみ]の毛[け]を洗[あ]らう"
            ],
            answer: 0
        },
        {
            question: "ソラニンはどんな環境[かんきょう]にありますか",
            options: [
                "魚[さかな]、マグロ、アジ、赤身魚[あかみざかな]にあります。",
                "じゃがいもの芽[め]や緑色[みどりいろ]の皮[かわ]にあります。",
                "そばや小麦粉[こむぎこ]にあります。"
            ],
            answer: 1
        },
        {
            question: "細菌[さいきん]が原因[げんいん]の食中毒[しょくちゅうどく]を発生[はっせい]させないために食中毒予防[しょくちゅうどくよぼう]の原則[げんそく]がいくつありますか。",
            options: [
                "4原則[げんそく]",
                "3原則[げんそく]",
                "7原則[げんそく]"
            ],
            answer: 1
        },
        {
            question: "作業中[さぎょうちゅう]について、最[もっと]も正[ただ]しいものを選[えら]びなさい",
            options: [
                "加熱[かねつ]したものや冷却[れいきゃく]したものを長[なが]く室温[しつおん]で放置[ほうち]しても大丈夫[だいじょうぶ]だ。",
                "トイレに行[い]った後[あと]、洗剤[せんざい]で手洗[てあ]いします。消毒液[しょうどくえき]しなくても大丈夫[だいじょうぶ]だ。",
                "ムダ話[ばなし]をしない。機械[きかい]や製品[せいひん]の異常[いじょう]が見[み]つかった時[とき]、機械[きかい]/ラインを止[と]めて、すぐに報告[ほうこく]する。"
            ],
            answer: 2
        },
        {
            question: "作業場[さぎょうば]に入[はい]る前[まえ]に行[おこな]う流[なが]れとして、正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "作業服[さぎょうふく]を正[ただ]しく着用[ちゃくよう]、手洗[てあ]い、粘着[ねんちゃく]ローラー、エアーシャワー",
                "手洗[てあら]い、作業服[さぎょうふく]を正[ただ]しく着用[ちゃくよう]、粘着[ねんちゃく]ローラー、エアーシャワー",
                "作業服[さぎょうふく]を正[ただ]しく着用[ちゃくよう]、粘着[ねんちゃく]ローラー、エアーシャワー、手洗[てあら]い"
            ],
            answer: 0
        },
        {
            question: "食品製造[しょくひんせいぞう]の衛生管理[えいせいかんり]とは何[なに]を管理[かんり]することですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "労働安全[ろうどうあんぜん]の管理[かんり]です",
                "食品[しょくひん]を作[つく]る管理[かんり]です。",
                "消費者[しょうひしゃ]の管理[かんり]です。"
            ],
            answer: 1
        },
        {
            question: "金属以外[きんぞくいがい]の異物[いぶつ](石[いし]、ガラスなど)を見[み]つけることができる機械[きかい]として、正[ただ]しいものを一[ひと]つえらびなさい。",
            options: [
                "金属検査機[きんぞくけんさき]",
                "X線異物検査機[せんいぶつけんさき]",
                "日付検査[ひづけけんさ]"
            ],
            answer: 1
        },
        {
            question: "製品[せいひん]の保管管理[ほかんかんり]について、最[もっと]も正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "一般的[いっぱんてき]に冷凍庫[れいとうこ]は-15℃以下[いか]、冷蔵庫[れいぞうこ]は10℃以下[いか]が基準[きじゅん]となる。",
                "保管用[ほかんよう]サンプルを適当[てきとう]に抽出[ちゅうしゅつ]して保管[ほかん]する。",
                "製品[せいひん]の微生物検査項目[びせいぶつけんさこうもく]はそれぞれの工場[こうじょう]で決[き]まる。"
            ],
            answer: 0
        },
        {
            question: "アレルギー食品[しょくひん]の特定原材料[とくていげんざいりょう]として表示義務[ひょうじぎむ]がある8つの食品[しょくひん]で正[ただ]しいものはどれですか。一[ひと]つ選びなさい。",
            options: [
                "そば、たまご、ピナッツ、こむぎ、たまねぎ、えび、ぎゅうにく、くるみ",
                "えび、かに、牡蠣[かき]、にんじん、ぎゅうにく、りんご、オレンジ、そば",
                "えび、かに、こむぎ、そば、たまご、乳[にゅう]、落花生[らっかせい]、くるみ"
            ],
            answer: 2
        },
        {
            question: "ヒスタミンはどこにありますか。正[ただ]しいものを一[ひと]つ選びなさい。",
            options: [
                "果物[くだもの]。",
                "牛乳[ぎゅうにゅう]。",
                "魚[さかな]"
            ],
            answer: 2
        },
        {
            question: "ヒスタミン食中毒[しょくちゅうどく]を防[ふせ]ぐためにどうしたらいいのか一[ひと]つ正[ただ]しいものを選[えら]んでください",
            options: [
                "魚[さかな]を獲[と]った後[あと]ゆっくり冷凍[れいとう]してもいいです。",
                "マグロやサバなどの赤身魚[あかみざかな]はどこでも保存[ほぞん]できる。",
                "魚[さかな]を受[う]け入[い]れたすぐに冷凍[れいとう]したらいいです。"
            ],
            answer: 2
        },
        {
            question: "冷却方法[れいきゃくほうほう]について間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "風冷[ふうれい]。",
                "冷蔵庫[れいぞうこ]。",
                "水冷[すいれい]"
            ],
            answer: 1
        },
        {
            question: "日本[にほん]の食品衛生法[しょくひんえいせいほう]では、冷凍庫[れいとうこ]の基準温度[きじゅんおんど]は何度以下[なんどいか]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "-15℃以下[いか]",
                "-5℃以下[いか]",
                "-10℃以下[いか]"
            ],
            answer: 0
        },
        {
            question: "容器包装[ようきほうそう]された加工食品[かこうしょくひん]で表示[ひょうじ]しなければならないアレルギー食品[しょくひん]はどれですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "砂糖[さとう]",
                "くるみ",
                "とうもろこし"
            ],
            answer: 1
        },
        {
            question: "飲料製造業[いんりょうせいぞうぎょう]は何を製造[せいぞう]することですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "コーヒー。",
                "冷凍食品[れいとうしょくひん]。",
                "ジュース。"
            ],
            answer: 1
        },
        {
            question: "働[はたら]く経験[けいけん]が長[なが]い人[ひと]よりも、働[はたら]く経験[けいけん]が少[すく]ない人[ひと]のほうが労働災害[ろうどうさいがい]が多い理由[りゆう]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危険[きけん]な作業[さぎょう]を担当[たんとう]することが多[おお]い。",
                "年齢[ねんれい]が若[わか]く、作業時間[さぎょうじかん]が長[なが]い人[ひと]が多[おお]い。",
                "作業[さぎょう]に慣[な]れていないため、危険[きけん]に気[き]づきにくい。"
            ],
            answer: 2
        },
        {
            question: "作業服[さぎょうふく]のどのような点[てん]に注意[ちゅうい]が必要[ひつよう]ですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "ポケットやボタンのある作業服[さぎょうふく]を着[き]る。",
                "作業服[さぎょうふく]の袖口[そでぐち]は、絞[しぼ]ったものを使[つか]う。",
                "ロッカーの中[なか]で、汚[よご]れた作業服[さぎょうふく]ときれいな作業服[さぎょうふく]がくっつかないようにする"
            ],
            answer: 0
        },
        {
            question: "飲食料品製造業特定技能[いんしょくりょうひんせいぞうぎょうとくていぎのう]1号[いちごう]の在留資格者[ざいりゅうしかくしゃ]が働[1はたら]く業種[ぎょうしゅ]で必要[ひつよう]なものは何ですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "食品衛生[しょくひんえいせい]の知識[ちしき]。",
                "労働安全[ろうどうあんぜん]の知識[ちしき]。",
                "健康[けんこう]の知識[ちしき]。"
            ],
            answer: 1
        },
        {
            question: "作業中[さぎょうちゅう]の行動[こうどう]について、間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危険[きけん]な作業[さぎょう]をしている人[ひと]を見[み]たら、声[こえ]をかける。",
                "危険[きけん]な場所[ばしょ]を見[み]つけたら、責任者[せきにんしゃ]にすぐに報告[ほうこく]する。",
                "作業場[さぎょうば]を離[はな]れる時間[じかん]が短[みじか]いときは、黙[だま]って離[はな]れてもよい。"
            ],
            answer: 2
        },
        {
            question: "労働安全[ろうどうあんぜん]について、正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "製品[せいひん]を食べた人の健康[けんこう]を守[まも]ることです。",
                "作業者[さぎょうしゃ]の安全[あんぜん]と健康[けんこう]を守[まも]ることです。",
                "作業者[さぎょうしゃ]の安全[あんぜん]を守[まも]ることです。"
            ],
            answer: 1
        },
        {
            question: "危害要因分析[きがいよういんぶんせき]について、違[ちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危害[きがい]の要因[よういん]を、全部[ぜんぶ]書[か]いて、はっきりわかるようにする。",
                "危害要因分析[きがいよういんぶんせき]をするだけで、必[かなら]ず危害[きがい]が起[お]きない。",
                "危害要因分析[きがいよういんぶんせき]をするときは、今[いま]までの検査記録[けんさきろく]や関連[かんれん]のある本[ほん]なども見[み]ている。"
            ],
            answer: 1
        },
        {
            question: "アレルギー食品[しょくひん]がほかの食品[しょくひん]に混[ま]ざってしまうことを「交差汚染[こうさおせん]」といいます。「交差汚染[こうさおせん]」を防[ふせ]ぐために、何をしますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "特定原材料[とくていげんざいりょう]を含[ふく]む製品[せいひん]は、一日[いちにち]の作業[さぎょう]の最初[さいしょ]に製造[せいぞう]する。",
                "アレルギー食品[しょくひん]を含[ふく]む原材料[げんざいりょう]と、含[ふく]まない原材料[げんざいりょう]を、別々[べつべつ]に保管[ほかん]する。",
                "アレルギー食品[しょくひん]を含[ふく]む原材料[げんざいりょう]と含[ふく]まない原材料[げんざいりょう]を同[おな]じラインで製造[せいぞう]する場合[ばあい]、徹底的[てっていてき]に洗浄[せんじょう]する。"
            ],
            answer: 0
        },
        {
            question: "HACCPの「7つ原則[げんそく]」には、どんな項目[こうもく]がありますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "検証方法[けんしょうほうほう]の設定[せってい]",
                "施設基準[しせつきじゅん]の設定[せってい]",
                "モニタリング方法[ほうほう]の設定[せってい]"
            ],
            answer: 1
        },
        {
            question: "遺物[いぶつ]の中[なか]で正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "ヒスタミン",
                "芽胞[がほう]",
                "虫[むし]、髪[かみ]の毛[け]"
            ],
            answer: 2
        },
        {
            question: "HACCPには7つの原則[げんそく]があります。間違[まちが]っている原則[げんそく]を一つ選びなさい。",
            options: [
                "モニタリング方法[ほうほう]の設定[せってい]",
                "検証方法[けんしょうほうほう]の設定[せってい]",
                "施設基準[しせつきじゅん]の設定[せってい]"
            ],
            answer: 2
        },
        {
            question: "食品[しょくひん]では、一般衛生管理[いっぱんえいせいかんり]だけでなく、危害要因[きがいよういん]が含[ふく]まれないようにするための特別[とくべつ]な仕組[しく]みが必要[ひつよう]です。危害要因分析[きがいよういんぶんせき]、重要管理点[じゅうようかんりてん] (CCP)と管理基準[かんりきじゅん]を決[き]める、もう一つはなんでか。正[ただ]しいものを一[ひと]つ選びなさい",
            options: [
                "一般衛生管理[いっぱんえいせいかんり]と重要管理点[じゅうようかんりてん]の管理[かんり]が正[ただ]しく実行[じっこう]されていることを監視[かんし]する。",
                "労働安全[ろうどうあんぜん]の管理[かんり]。",
                "作業者[さぎょうしゃ]の安全[あんぜん]を守[まも]る。"
            ],
            answer: 0
        },
        {
            question: "重要管理点[じゅうようかんりてん]について、間違[まちが]っているものはどれですか。",
            options: [
                "重要管理点[じゅうようかんりてん]では、管理基準[かんりきじゅん]を必[かなら]ず守[まも]らなければいけません。",
                "重要管理点[じゅうようかんりてん]が一つではなく、三[みっ]つ以上[いじょう]になる食品[しょくひん]もある。",
                "重要管理点[じゅうようかんりてん]が一つだけある"
            ],
            answer: 2
        },
        {
            question: "未熟練作業者[みじゅくれんさぎょうしゃ]とはなんですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "経験[けいけん]が3年未満[ねんみまん]の作業者[さぎょうしゃ]で、経験[けいけん]が少[すく]なくて作業[さぎょう]に慣[な]れていない人です。",
                "危険[きけん]になかなか気[き]がつかない人[ひと]です。",
                "長[なが]い時間[じかん]で働[はたら]く人[ひと]です。"
            ],
            answer: 2
        },
        {
            question: "下[した]は300gのパンの配合例[はいごうれい]です。この配合[はいごう]に従[したが]うと小麦[こむぎ]6kgからどれだけのパンを作[つく]ることができますか。小麦[こむぎ]: 200g 食塩[しょくえん]:20g 水[みず]:80g",
            options: [
                "7kg",
                "9kg",
                "11kg"
            ],
            answer: 1
        },
        {
            question: "冷凍[れいとう]した魚[さかな]を包丁[ほうちょう]で切[き]る作業[さぎょう]をおこなっていたところ、右手[みぎて]で持[も]っていた包丁[ほうちょう]が滑[すべ]って左手[ひだりて]にあたって手[て]を切[き]りそうになった。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "作業姿勢[さぎょうしせい]や加工[かこう]する冷凍[れいとう]した魚[さかな]に合[あ]わせた押[お]さえ方[かた]、切[き]り方[かた]をする。",
                "耐切創手袋[たいせっそうてぶくろ]を着用[ちゃくよう]する。",
                "魚[さかな]をしっかり持[も]ったらいいので保護手袋[ほごてぶくろ]を使[つか]わなくてもいい"
            ],
            answer: 2
        },
        {
            question: "棚[たな]から製品[せいひん]を取り出[とりだ]して、手[て]に持[も]って脚立[きゃたつ]から降[お]りようとしたとき、脚立[きゃたつ]が動[うご]いてバランスを崩[くず]して、落[お]ちそうになった。この事故[じこ]の原因[げんいん]は何ですか。間違[まちが]っているものを選[えら]びなさい。",
            options: [
                "脚立[きゃたつ]の開[ひら]き止[ど]め金具[かなぐ]をセットしていなかったため。",
                "脚立[きゃたつ]が倒[たお]れないように、押[お]さえる人[ひと]がいなかったため。",
                "脚立[きゃたつ]を使[つか]ったため。"
            ],
            answer: 2
        },
        {
            question: "オーブンの鉄板[てっぱん]を別[べつ]の作業台[さぎょうだい]に移[うつ]そうとしたとき、鉄板[てっぱん]が高温[こうおん]であることが分[わ]からないで手[て]で触[ふ]わりそうになった。この事故[じこ]の原因[げんいん]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "オーブンの鉄板[てっぱん]が低温[ていおん]であるため。",
                "鉄板[てっぱん]の温度[おんど]を確認[かくにん]しないで手[て]で運[はこ]ぼうとしたため。",
                "保護手袋[ほごてぶくろ]を着用[ちゃくよう]したため。"
            ],
            answer: 1
        },
        {
            question: "安全標識[あんぜんひょうしき]について、転[ころ]ぶ危険[きけん]を知らせる標識[ひょうしき]はどれですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "標識[ひょうしき] A",
                "標識[ひょうしき] B",
                "標識[ひょうしき] C"
            ],
            answer: 0
        },
        {
            question: "安全標識[あんぜんひょうしき]について、頭[あたま]をぶつける危険[きけん]をしらせる標識[ひょうしき]はどれですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "標識[ひょうしき] A",
                "標識[ひょうしき] B",
                "標識[ひょうしき] C"
            ],
            answer: 1
        },
        {
            question: "安全標識[あんぜんひょうしき]について、消火器[しょうかき]の場所[ばしょ]をしらせる標識[ひょうしき]はどれですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "標識[ひょうしき] A",
                "標識[ひょうしき] B",
                "標識[ひょうしき] C"
            ],
            answer: 2
        },
        {
            question: "450グラムのうどんを作[つく]るためには、小麦粉[こむぎこ]300グラムが必要[ひつよう]です。では、小麦粉[こむぎこ]6キログラムからどれだけのうどんを作[つく]るこができるでしょうか。",
            options: [
                "9キログラムのうどん",
                "450グラムのうどん",
                "300キログラムのうどん"
            ],
            answer: 0
        }
    ]
};
