
sessionsData["sesi3"] = {
    title: "Paket 3",
    timeLimit: 3600,
    questions: [
        {
            question: "アレルギー食品[しょくひん]の特定原材料[とくていげんざいりょう]として表示義務[ひょうじぎむ]がある8つの食品[しょくひん]で正[ただ]しいものはどれでしょう。一[ひと]つえらびなさい",
            options: [
                "そば、たまご、ピナッツ、こむぎ、たまねぎ、えび、ぎゅうにく、くるみ",
                "えび、かに、仕[し]様[よう]かき、にんじん、ぎゅうにく、りんご、オレンジ、そば",
                "えび、かに、こむぎ、そば、たまご、乳[にゅう]、信[しん]花[か]生[せい]、くるみ"
            ],
            answer: 2
        },
        {
            question: "冷凍[れいとう]の原材料[げんざいりょう]の方法[ほうほう]について、まちがっているものを一つ選びなさい",
            options: [
                "自然解凍[しぜんかいとう]。",
                "水冷[すいれい]。",
                "冷[れい]蔵[ぞう]商[しょう]解[かい]決[けつ]。"
            ],
            answer: 1
        },
        {
            question: "食料品製造業[しょくりょうひんせいぞうぎょう]は何を製造[せいぞう]する仕事[しごと]ですか。間違[まちが]っているものを選[えら]びなさい。",
            options: [
                "ハム、ソーセージ。",
                "ジュース、お茶[ちゃ]。",
                "弁当[べんとう]、お菓子[かし]、パン。"
            ],
            answer: 1
        },
        {
            question: "機械[きかい]や器具[きぐ]を洗浄[せんじょう]するときに、どのようにしますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "洗浄剤[せんじょうざい]の濃度[のうど]を確認[かくにん]する。",
                "洗浄[せんじょう]する部分[ぶぶん]を、ひによってかえる。",
                "洗浄剤[せんじょうざい]で洗[あら]ったあと、洗[あら]い流[なが]さずに乾[かわ]かす。"
            ],
            answer: 0
        },
        {
            question: "一般衛生管理[いっぱんえいせいかんり]は3つ分[わ]かれます。施設[しせつ]、設備[せつび], きぐの衛生管理[えいせいかんり]と作業者[さぎょうしゃ]の衛生管理[えいせいかんり]ともう一つのは何ですか。正[ただ]しいものを一[ひと]つ選びなさい。",
            options: [
                "作業者[さぎょうしゃ]の健康[けんこう]の管理[かんり]。",
                "原材料[げんざいりょう]、食品[しょくひん]の衛生管理[えいせいかんり]。",
                "労働安全[ろうどうあんぜん]の管理[かんり]"
            ],
            answer: 1
        },
        {
            question: "「5S活動[かつどう]」とは、一般衛生管理[いっぱんえいせいかんり]のための5つの主要[しゅよう]な活動[かつどう]のことです。「整理[seiri]」「整頓[seiton]」「清潔[seiketsu]」「習慣[syuukan]」の他[ほか]の ひとつは何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "清掃[せいそう]",
                "集中[しゅうちゅう]",
                "換気[かんき]"
            ],
            answer: 0
        },
        {
            question: "5S活動[かつどう]の中[なか]の「整頓[せいとん]」は、どのような活動[かつどう]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "職場[しょくば]や工場[こうじょう]などのゴミを捨[す]てる。",
                "決[き]められたことを常[つね]に守[まも]って実行[じっこう]する。",
                "作業道具[さぎょうどうぐ]や材料[ざいりょう]の置[お]き場所[ばしょ]を決[き]めておく。"
            ],
            answer: 2
        },
        {
            question: "ノロウイルスによる食中毒[しょくちゅうどく]の主[おも]な原因[げんいん]になる食品[しょくひん]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "卵[たまご]、鶏肉[とりにく]",
                "米[こめ]、麦[むぎ]、豆[まめ]",
                "牡蠣[かき]などの二枚貝[にまいがい]"
            ],
            answer: 2
        },
        {
            question: "主[おも]な原因[げんいん]になる食品[しょくひん]は食肉[しょくにく](鶏肉[とりにく])で、感染[かんせん]すると、下痢[げり]、腹痛[ふくつう]、発熱[はつねつ]の症状[しょうじょう]が出[で]る細菌[さいきん]はどれですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "カンピロバクター属菌[ぞくきん]。",
                "腸炎[ちょうえん]ビブリオ",
                "ボツリヌス菌[きん]"
            ],
            answer: 0
        },
        {
            question: "食品工場[しょくひんこうじょう]で食中毒[しょくちゅうどく]を予防[よぼう]するために必要[ひつよう]なことは何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "生[なま]の牡蠣[かき]や生肉[なまにく]は、室温[しつおん]で保管[ほかん]する。",
                "器具[きぐ]、容器[ようき]、装置[そうち]などは、常[つね]に清潔[せいけつ]にする。",
                "加熱[かねつ]した食品[しょくひん]は、できるだけゆっくり冷[ひ]やす"
            ],
            answer: 1
        },
        {
            question: "多[おお]くの微生物[びせいぶつ]は何度[なんど]で急[きゅう]に増[ふ]えますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "0°C~10℃",
                "30°C~40°C",
                "60℃~70℃"
            ],
            answer: 1
        },
        {
            question: "多[おお]くの微生物[びせいぶつ]を殺[ころ]すためには、何度[なんど]で何秒[なんびょう]ぐらい加熱[かねつ]しますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "45℃、90秒間[びょうかん]",
                "55℃、70秒間[びょうかん]",
                "75℃、60秒間[びょうかん]"
            ],
            answer: 2
        },
        {
            question: "微生物[びせいぶつ]を殺[ころ]すために食品[しょくひん]を加熱[かねつ]するときに、食品[しょくひん]のどこの温度[おんど]を測[はか]りますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "食品[しょくひん]の表面[ひょうめん]の温度[おんど]",
                "食品[しょくひん]の中心[ちゅうしん]の温度[おんど]",
                "食品[しょくひん]の表面[ひょうめん]の温度[おんど]と中心[ちゅうしん]の温度[おんど]の平均値[へいきんち]"
            ],
            answer: 1
        },
        {
            question: "主[おも]に石[いし]やガラスを検出[けんしゅつ]する機械[きかい]の名前[なまえ]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "X線異物検出器[せんいぶつけんしゅつき]",
                "金属検出器[きんぞくけんしゅつき]",
                "自記温度計[じきおんどけい]"
            ],
            answer: 0
        },
        {
            question: "日本[にほん]の食品衛生法[しょくひんえいせいほう]では、冷凍庫[れいとうこ]の基準温度[きじゅんおんど]は何度以下[なんどいか]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "-5℃以下[いか]",
                "-10℃以下[いか]",
                "-15℃以下[いか]"
            ],
            answer: 2
        },
        {
            question: "容器包装[ようきほうそう]された加工食品[かこうしょくひん]で表示[ひょうじ]しなければならないアレルギー食品[しょくひん]はどれですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "砂糖[さとう]",
                "くるみ",
                "とうもろこし"
            ],
            answer: 1
        },
        {
            question: "飲料製造業[いんりょうせいぞうぎょう]は何を製造[せいぞう]することですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "コーヒー。",
                "冷凍食品[れいとうしょくひん]。",
                "ジュース。"
            ],
            answer: 1
        },
        {
            question: "働[はたら]く経験[けいけん]が長[なが]い人[ひと]よりも、働[はたら]く経験[けいけん]が少[すく]ない人[ひと]のほうが労働災害[ろうどうさいがい]が多い理由[りゆう]は何ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危険[きけん]な作業[さぎょう]を担当[たんとう]することが多[おお]い。",
                "年齢[ねんれい]が若[わか]く、作業時間[さぎょうじかん]が長[なが]い人[ひと]が多[おお]い。",
                "作業[さぎょう]に慣[な]れていないため、危険[きけん]に気[き]づきにくい。"
            ],
            answer: 2
        },
        {
            question: "作業服[さぎょうふく]のどのような点[てん]に注意[ちゅうい]が必要[ひつよう]ですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "ポケットやボタンのある作業服[さぎょうふく]を着[き]る。",
                "作業服[さぎょうふく]の袖口[そでぐち]は、絞[しぼ]ったものを使[つか]う。",
                "ロッカーの中[なか]で、汚[よご]れた作業服[さぎょうふく]ときれいな作業服[さぎょうふく]がくっつかないようにする"
            ],
            answer: 0
        },
        {
            question: "飲食料品製造業特定技能[いんしょくりょうひんせいぞうぎょうとくていぎのう]1号[いちごう]の在留資格者[ざいりゅうしかくしゃ]が働[はたら]く業種[ぎょうしゅ]で必要[ひつよう]なものは何ですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "食品衛生[しょくひんえいせい]の知識[ちしき]。",
                "労働安全[ろうどうあんぜん]の知識[ちしき]。",
                "健康[けんこう]の知識[ちしき]。"
            ],
            answer: 2
        },
        {
            question: "作業中[さぎょうちゅう]の行動[こうどう]について、間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危険[きけん]な作業[さぎょう]をしている人[ひと]を見[み]たら、声[こえ]をかける。",
                "危険[きけん]な場所[ばしょ]を見[み]つけたら、責任者[せきにんしゃ]にすぐに報告[ほうこく]する。",
                "作業場[さぎょうば]を離[はな]れる時間[じかん]が短[みじか]いときは、黙[だま]って離[はな]れてもよい。"
            ],
            answer: 2
        },
        {
            question: "労働安全[ろうどうあんぜん]について、正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "製品[せいひん]を食べた人の健康[けんこう]を守[まも]ることです。",
                "作業者[さぎょうしゃ]の安全[あんぜん]と健康[けんこう]を守[まも]ることです。",
                "作業者[さぎょうしゃ]の安全[あんぜん]を守[まも]ることです。"
            ],
            answer: 1
        },
        {
            question: "危害要因分析[きがいよういんぶんせき]について、間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "危害[きがい]の要因[よういん]を、全部[ぜんぶ]書[か]いて、はっきりわかるようにする。",
                "危害要因分析[きがいよういんぶんせき]をするだけで、必[かなら]ず危害[きがい]が起[お]きない。",
                "危害要因分析[きがいよういんぶんせき]をするときは、今[いま]までの検査記録[けんさきろく]や関連[かんれん]のある本[ほん]なども見[み]ている"
            ],
            answer: 1
        },
        {
            question: "アレルギー食品[しょくひん]がほかの食品[しょくひん]に混[ま]ざってしまうことを「交差汚染[こうさおせん]」といいます。「交差汚染[こうさおせん]」を防[ふせ]ぐために、何をしますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "特定原材料[とくていげんざいりょう]を含[ふく]む製品[せいひん]は、一日[いちにち]の作業[さぎょう]の最初[さいしょ]に製造[せいぞう]する。",
                "アレルギー食品[しょくひん]を含[ふく]む原材料[げんざいりょう]と、含[ふく]まない原材料[げんざいりょう]を、別々[べつべつ]に保管[ほかん]する。",
                "アレルギー食品[しょくひん]を含[ふく]む原材料[げんざいりょう]と含[ふく]まない原材料[げんざいりょう]を同[おな]じラインで製造[せいぞう]する場合[ばあい]、徹底的[てっていてき]に洗浄[せんじょう]する。"
            ],
            answer: 0
        },
        {
            question: "異物[いぶつ]の中[なか]で正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "ヒスタミン",
                "芽胞[がほう]",
                "虫[むし]、髪[かみ]の毛[け]"
            ],
            answer: 2
        },
        {
            question: "HACCPの「7つ原則[げんそく]」には、どんな項目[こうもく]がありますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "検証方法[けんしょうほうほう]の設定[せってい]",
                "施設基準[しせつきじゅん]の設定[せってい]",
                "モニタリング方法[ほうほう]の設定[せってい]"
            ],
            answer: 1
        },
        {
            question: "保護具[ほごぐ]について「ヘルメット」は何を防[ふせ]ぎますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "眼[め]のケガの防止[ぼうし]。",
                "頭部負傷防止[とうぶふしょうぼうし]",
                "やけど防止[ぼうし]。"
            ],
            answer: 1
        },
        {
            question: "食品製造工場[しょくひんせいぞうこうじょう]で起[お]きる労働災害[ろうどうさいがい]が一番[いちばん]多[おお]いのはなんですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい",
            options: [
                "転倒[てんとう]",
                "はさまれ、巻[ま]き込[こ]まれ",
                "切[き]れ、こすれ"
            ],
            answer: 0
        },
        {
            question: "危険予知訓練[きけんよちくんれん]は仕事[しごと]でいつも危険[きけん]があるかもしれないと考え[かんが]えます。フォークリフトが出[で]て来[き]るとき、起[お]こるかもしれないことはなんですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "ぶつかるかもしれない。",
                "滑[すべ]るかもしれない。",
                "やけどするかもしれない。"
            ],
            answer: 0
        },
        {
            question: "異常事態[いじょうじたい]が起[お]きた時[とき]に、どうしますか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "必要[ひつよう]があれば、非常停止[ひじょうていし]ボタンで機械[きかい]を止[と]める。",
                "周[まわ]りにいる責任者[せきにんしゃ]や同僚[どうりょう]に、大[おお]きな声[こえ]で知[し]らせる。",
                "誰[だれ]にも相談[そうだん]しないで作業場[さぎょうば]を離[はな]れて、安全[あんぜん]な場所[ばしょ]へ避難[ひなん]する。"
            ],
            answer: 2
        },
        {
            question: "作業場[さぎょうば]に入[はい]る時[とき]に、粘着[ねんちゃく]ローラーを使[つか]っています。何のために粘着[ねんちゃく]ローラーを使[つか]いますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "ほこりを落[お]とす。",
                "マッサージをする。",
                "作業服[さぎょうふく]を冷[ひ]やす。"
            ],
            answer: 0
        },
        {
            question: "重[おも]い釜[かま]を両手[りょうて]で持[も]ち上[あ]げたとき、腰[こし]に強[つよ]い痛[いた]みを感[かん]じた。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい",
            options: [
                "重[おも]い物[もの]を持[も]ち上[あ]げるときは、身体[しんたい]を重[おも]い物[もの]に近[ちか]づけて、膝[ひざ]を曲[ま]げて、腰[こし]を下[おろ]ろして重[おも]い物[もの]を抱[だ]かかえて、膝[ひざ]を伸[の]ばしながらゆっくり立[た]ち上[あ]がる。",
                "重[おも]い物[もの]を運[はこ]ぶときは、できるだけ台車[だいしゃ]を使用[しよう]する。",
                "重[おも]い物[もの]を運[はこ]ぶときは不安定[ふあんてい]な姿勢[しせい]をする。"
            ],
            answer: 2
        },
        {
            question: "トレーを両手[りょうて]で持[も]って、歩[ある]いて移動[いどう]しようとしたところ、濡[ぬ]れた床[ゆか]で滑[すべ]って転倒[てんとう]しそうになった。この事故[じこ]の原因[げんいん]は何ですか。最[もっと]も正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "安全靴[あんぜんぐつ]を履[は]かなかったため。",
                "床[ゆか]の水[みず]をきちんとふき取[と]っていなかったため。",
                "両手[りょうて]で持[も]っていたため。"
            ],
            answer: 1
        },
        {
            question: "フォークリフトで空箱[からばこ]作業場[さぎょうじょう]の外[そと]の置[お]き場[ば]に運[はこ]ぶため、倉庫[そうこ]の入口[いりぐち]を一時停止[いちじていし]しないで通過[つうか]したとき、横[よこ]から来[き]た人[ひと]とぶつかりそうになった。この事故[じこ]の原因[げんいん]は何ですか。",
            options: [
                "フォークリフトが、倉庫[そうこ]の入[い]り口[ぐち]の前[まえ]で一時停止[いちじていし]をしなかったため。",
                "倉庫[そうこ]の入[い]り口[ぐち]が狭[せま]かったため。",
                "歩[ある]いている人[ひと]は帽子[ぼうし]をかぶっているので、フォークリフトが見[み]えなかったため。"
            ],
            answer: 0
        },
        {
            question: "濃度[のうど]10%の次亜塩素酸[じあえんそさん]ナトリウム (NaClO) 溶液[ようえき]があります。400ppmの次亜塩素酸[じあえんそさん]ナトリウム (NaClO) 溶液[ようえき]を1L作[つく]る時[とき]に、この溶液[ようえき]と水[みず]はそれぞれ何ml必要[ひつよう]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。(400ppm=0.04%)",
            options: [
                "溶液[ようえき]4ml、水[みず]996ml",
                "溶液[ようえき]2ml、水[みず]998ml",
                "溶液[ようえき]4ml、水[みず]1000ml"
            ],
            answer: 0
        },
        {
            question: "以下[いか]は450gのうどんの配合[はいごう]です。同[おな]じ配合[はいごう]で作[つく]る時[とき]に、小麦粉[こむぎこ]10kgあれば、うどんは何[なん]kgできますか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。（原料[げんりょう]：量[りょう]）小麦粉[こむぎこ]：300g、食塩[しょくえん]：15g、水[みず]：135g",
            options: [
                "15kg",
                "16kg",
                "17kg"
            ],
            answer: 0
        },
        {
            question: "包装[ほうそう]ラインの機械[きかい]が、製品[せいひん]がつまって止[と]まったので、停止[ていし]ボタンを押[お]さないでカバーを開[あ]けて、つまった製品[せいひん]を取り除[とりのぞ]こうとしたら、突然[とつぜん]機械[きかい]が動[うご]き出[だ]して、手[て]がはさまれそうになった。この事故[じこ]を防[ふせ]ぐために、どうしたらいいですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "カバーを開[あ]けると機械[きかい]が自動的[じどうてき]に止[と]まる安全装置[あんぜんそうち]をつける。",
                "作業[さぎょう]をする前[まえ]に停止[ていし]ボタンを押[お]して、止[と]まるのを確認[かくにん]してから作業[さぎょう]を始[はじ]める。",
                "停止[ていし]ボタンを押[お]さないで、製品[せいひん]を取[と]る。"
            ],
            answer: 2
        },
        {
            question: "安全標識[あんぜんひょうしき]について、下記[かき]の標識[ひょうしき]はどういう意味[いみ]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "入[はい]ることを禁止[きんし]する。",
                "走[はし]ることを禁止[きんし]する。",
                "切断[せつだん]する危険[きけん]を知らせる。"
            ],
            answer: 0
        },
        {
            question: "安全標識[あんぜんひょうしき]について、手[て]で触[ふ]れることを禁止[きんし]する標識[ひょうしき]はどれですか。間違[まちが]っているものを一[ひと]つ選[えら]びなさい。",
            options: [
                "標識[ひょうしき] A",
                "標識[ひょうしき] B",
                "標識[ひょうしき] C"
            ],
            answer: 2
        },
        {
            question: "安全標識[あんぜんひょうしき]について、下記[かき]の標識[ひょうしき]はどういう意味[いみ]ですか。正[ただ]しいものを一[ひと]つ選[えら]びなさい。",
            options: [
                "転落[てんらく]する危険[きけん]を知らせる。",
                "運[はこ]ぶ危険[きけん]を知らせる。",
                "扉[とびら]をあけっ放[ぱな]しにすることを禁止[きんし]する。"
            ],
            answer: 0
        }
    ]
};

   
    sessionsData["sesi4"] = {
    title: "Paket 4",
    timeLimit: 3600,
    questions: [
        {
            question: "食品[しょくひん]製造[せいぞう]工場[こうじょう]で転倒[てんとう]災害[さいがい]が起こる理[り]由[ゆう]はなんですか。正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "走[はし]ってすべったり、物[もの]につまずいたり、荷[に]物[もつ]を持[も]っていてまっすぐ歩[ある]けなかったりする。",
                "機[き]械[かい]に手[て]を入[い]れたり、コンベアのギアを清[そう]掃[じ]したりするときです。",
                "包[ほうちょう]丁[ちょう]やカッターなどの切[き]る機[き]械[かい]を使[つか]っているとき、機[き]械[かい]に原[げん]材[ざい]料[りょう]がつまって手[て]を入[い]れた。"
            ],
            answer: 0
        },
        {
            question: "食品[しょくひん]衛[せい]生[せい]は何[なに]のためですか。間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "食品[しょくひん]を食べた人は病[びょう]気[き]にならないためです。",
                "会[かい]社[しゃ]の食品は有[ゆう]名[めい]になるためです。",
                "食品を食べた人はケガをしないためです。"
            ],
            answer: 1
        },
        {
            question: "帽[ぼう]子[し]のかぶる前[まえ]には髪[かみ]の毛[け]をよくブラッシングする、間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "被[かぶ]る前[まえ]には髪[かみ]の毛[け]をよくブラッシングする",
                "髪[かみ]の毛[け]は少[すこ]しであれば出[で]てもかまわない",
                "ネットを内[ない]側[がわ]に使用[しよう]する"
            ],
            answer: 1
        },
        {
            question: "エアーシャワーを使[つか]う目的[もくてき]は何[なん]なんでしょうか。正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "髪[かみ]やほこりなど 作業[さぎょう]場[ば]に入[はい]る前[まえ]に落[お]とす",
                "暑[あつ]い時[とき]にすずむ",
                "髪[かみ]の毛[け]を洗[あら]う"
            ],
            answer: 0
        },
        {
            question: "ソラニンはどんな環[かん]境[きょう]にありますか",
            options: [
                "魚[さかな]、マグロ、アジ、赤[あか]身[み]魚[ざかな]にあります。",
                "じゃがいもの芽[め]や緑[みどり]色[いろ]の皮[かわ]にあります。",
                "そばや小[こ]麦[むぎ]粉[こな]にあります。"
            ],
            answer: 1
        },
        {
            question: "細[さい]菌[きん]が原[げん]因[いん]の食[しょく]中[ちゅう]毒[どく]を発[はっ]生[せい]させないために食[しょく]中[ちゅう]毒[どく]予[よ]防[ぼう]がいくつありますか。",
            options: [
                "4原[げん]則[そく]",
                "3原[げん]則[そく]",
                "7原[げん]則[そく]"
            ],
            answer: 1
        },
        {
            question: "作業[さぎょう]中[ちゅう]について、最[もっと]も正[ただ]しいものを選[えら]びなさい",
            options: [
                "加[か]熱[ねつ]したものや冷[れい]却[きゃく]したものを長[なが]く室[しつ]温[おん]で放[ほう]置[ち]しても大[だい]丈[じょう]夫[ぶ]だ。",
                "トイレに行[い]った後[あと]、洗[せん]剤[ざい]で手[て]洗[あら]いします。消[しょう]毒[どく]液[えき]しなくても大[だい]丈[じょう]夫[ぶ]だ。",
                "ムダ話[ばなし]をしない。機[き]械[かい]や製[せい]品[ひん]の異[い]常[じょう]が見[み]つかった時[とき]、機[き]械[かい]/ラインを止[と]めて、すぐに報[ほう]告[こく]する。"
            ],
            answer: 2
        },
        {
            question: "作業[さぎょう]場[ば]に入[はい]る前[まえ]に行[おこな]う流[なが]れとして、正[ただ]しいものを一つ選[えら]びなさい",
            options: [
                "作業[さぎょう]服[ふく]を正[ただ]しく着[ちゃく]用[よう]、手[て]洗[あら]い、粘[ねん]着[ちゃく]ローラー、エアーシャワー",
                "手[て]洗[あら]い、作業[さぎょう]服[ふく]を正[ただ]しく着[ちゃく]用[よう]、粘[ねん]着[ちゃく]ローラー、エアーシャワー",
                "作業[さぎょう]服[ふく]を正[ただ]しく着[ちゃく]用[よう]、粘[ねん]着[ちゃく]ローラー、エアーシャワー、手[て]洗[あら]い"
            ],
            answer: 2
        },
        {
            question: "食品[しょくひん]製[せい]造[ぞう]の衛[せい]生[せい]管[かん]理[り]とは何を管理することですか。正[ただ]しいものを一つ選[えら]びなさい",
            options: [
                "労[ろう]働[どう]安[あん]全[ぜん]の管[かん]理[り]です",
                "食品を作る管理です。",
                "消[しょう]費[ひ]者[しゃ]の管[かん]理[り]です。"
            ],
            answer: 1
        },
        {
            question: "金[きん]属[ぞく]以[い]外[がい]の異[い]物[ぶつ](石[いし]、ガラスなど)を見[み]つけることができる機[き]械[かい]として、正[ただ]しいものを一つえらびなさい。",
            options: [
                "金[きん]属[ぞく]検[けん]査[さ]機[き]",
                "X線[せん]異[い]物[ぶつ]検[けん]査[さ]機[き]",
                "日[に]付[づけ]検[けん]査[さ]"
            ],
            answer: 1
        },
        {
            question: "製[せい]品[ひん]の保[ほ]管[かん]管[かん]理[り]について、最[もっと]も正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "一[いっ]般[ぱん]的[てき]に冷[れい]凍[とう]庫[こ]は-15℃以[い]下[か]、冷[れい]蔵[ぞう]庫[こ]は10℃以[い]下[か]が基[き]準[じゅん]となる。",
                "保[ほ]管[かん]用[よう]サンプルを適[てき]当[とう]に抽[ちゅう]出[しゅつ]して保[ほ]管[かん]する。",
                "製品の微[び]生[せい]物[ぶつ]検[けん]査[さ]項[こう]目[もく]はそれぞれの工場[こうじょう]で決[き]まる。"
            ],
            answer: 0
        },
        {
            question: "アレルギー食品の特[とく]定[てい]原[げん]材[ざい]料[りょう]として表[ひょう]示[じ]義[ぎ]務[む]がある8つの食品で正[ただ]しいものはどれですか。一つ選びなさい。",
            options: [
                "そば、たまご、ピナッツ、こむぎ、たまねぎ、えび、ぎゅうにく、くるみ",
                "えび、かに、牡[かき]蛎[き]、にんじん、ぎゅうにく、りんご、オレンジ、そば",
                "えび、かに、こむぎ、そば、たまご、乳[にゅう]、落[らく]花[か]生[せい]、くるみ"
            ],
            answer: 2
        },
        {
            question: "ヒスタミンはどこにありますか。正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "果[くだ]物[もの]。",
                "牛[ぎゅう]乳[にゅう]。",
                "魚[さかな]"
            ],
            answer: 2
        },
        {
            question: "ヒスタミン食[しょく]中[ちゅう]毒[どく]を防[ふせ]ぐためにどうしたらいいのか一つ正[ただ]しいものを選[えら]んでください",
            options: [
                "魚[さかな]を獲[と]った後[あと]ゆっくり冷[れい]凍[とう]してもいいです。",
                "マグロやサバなどの赤[あか]身[み]魚[ざかな]はどこでも保[ほ]存[ぞん]できる。",
                "魚[さかな]を受[う]いたすぐに行[おこな]うたら冷[れい]凍[とう]したらいいです。" // Disesuaikan sedikit agar natural
            ],
            answer: 2
        },
        {
            question: "冷[れい]却[きゃく]方[ほう]法[ほう]について間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "風[ふう]冷[れい]。",
                "冷[れい]蔵[ぞう]庫[こ]。",
                "水[すい]冷[れい]。"
            ],
            answer: 1
        },
        {
            question: "日本[にほん]の食[しょく]品[ひん]衛[せい]生[せい]法[ほう]では、冷[れい]凍[とう]庫[こ]の基[き]準[じゅん]温[おん]度は何[なん]度[ど]以[い]下[か]ですか。正[ただ]しいものを一つ選[えら]びなさい",
            options: [
                "-15℃以[い]下[か]",
                "-5℃以[い]下[か]",
                "-10℃以[い]下[か]"
            ],
            answer: 0
        },
        {
            question: "容[よう]器[き]包[ほう]装[そう]された加[か]工[こう]食[しょく]品[ひん]で表[ひょう]示[じ]しなければならないアレルギー食品はどれですか。正[ただ]しいものを一つ選[えら]びなさい",
            options: [
                "砂[さ]糖[とう]",
                "くるみ",
                "とうもろこし"
            ],
            answer: 1
        },
        {
            question: "飲[いん]料[りょう]製[せい]造[ぞう]業[ぎょう]は何[なに]を製[せい]造[ぞう]することですか。間違[まちが]っているものを一つ選[えら]びなさい。",
            options: [
                "コーヒー。",
                "冷[れい]凍[とう]食[しょく]品[ひん]。",
                "ジュース。"
            ],
            answer: 1
        },
        {
            question: "働[はたら]く経[けい]験[けん]が長[なが]い人[ひと]よりも、働[はたら]く経[けい]験[けん]が少[すこ]ない人[ひと]のほうが労[ろう]働[どう]災[さい]害[がい]が多[多]い理[り]由[ゆう]は何[なん]ですか。正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "危[き]険[けん]な作業[さぎょう]を担[たん]当[とう]することが多[おおい]い。",
                "年[ねん]齢[れい]が若[わか]く、作業[さぎょう]時[じ]間[かん]が長[なが]い人[ひと]が多[おお]い。",
                "作業[さぎょう]に慣[な]れていないため、危[き]険[けん]に気[き]づきにくい。"
            ],
            answer: 2
        },
        {
            question: "作[さぎょう]業[ふく]服のどのような点[てん]に注[ちゅう]意[い]が必[ひつ]要[よう]ですか。間違[まちが]っているものを一つ選[えら]びなさい。",
            options: [
                "ポケットやボタンのある作業[さぎょう]服[ふく]を着[き]る。",
                "作業[さぎょう]服[ふく]の袖[そで]口[ぐち]は、絞[しぼ]ったものを使[つか]う。",
                "ロッカーの中[なか]で、汚[よご]れた作業[さぎょう]服[ふく]ときれいな作業[さぎょう]服[ふく]がくっつかないようにする"
            ],
            answer: 0
        },
        {
            question: "飲[いん]食[しょく]料[りょう]品[ひん]製[せい]造[ぞう]業[ぎょう]特[とく]定[てい]技[ぎ]能[のう]1号[ごう]の在[ざい]留[りゅう]資格[しかく]者[しゃ]が働[はたら]く業[ぎょう]種[しゅ]で必[ひつ]要[よう]なものは何[なん]ですか。間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "食品[しょくひん]衛[せい]生[せい]の知[ち]識[しき]。",
                "労[ろう]働[どう]安[あん]全[ぜん]の知[ち]識[しき]。",
                "健[けん]康[こう]の知[ち]識[しき]。"
            ],
            answer: 2
        },
        {
            question: "作業[さぎょう]中[ちゅう]の行[こう]動[どう]について、間違[まちが]っているものを一つ選[えら]びなさい。",
            options: [
                "危[き]険[けん]な作業[さぎょう]をしている人[ひと]を見[み]たら、声[こえ]をかける。",
                "危[き]険[けん]な場[ば]所[しょ]を見[み]つけたら、責[せ]任[にん]者[しゃ]にすぐに報[ほう]告[こく]する。",
                "作業[さぎょう]場[ば]を離[はな]れる時[じ]間[かん]が短[みじか]いときは、黙[だま]って離[はな]れてもよい。"
            ],
            answer: 2
        },
        {
            question: "労[ろう]働[どう]安[あん]全[ぜん]について、正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "製[せい]品[ひん]を食べた人[ひと]の健[けん]康[こう]を守[まも]ることです。",
                "作業[さぎょう]者[しゃ]の安[あん]全[ぜん]と健[けん]康[こう]を守[まも]ることです。",
                "作業[さぎょう]者[しゃ]の安[あん]全[ぜん]を守[まも]ることです。"
            ],
            answer: 1
        },
        {
            question: "危[き]害[がい]要[よう]因[いん]分[ぶん]析[せき]について、違[ち]っているものを一つ選[えら]びなさい。",
            options: [
                "危[き]害[がい]の要[よう]因[いん]を、全[ぜん]部[ぶ]書[か]いて、はっきりわかるようにする。",
                "危[き]害[がい]要[よう]因[いん]分[ぶん]析[せき]をするだけで、必[かなら]ず危[き]害[がい]が起[お]きない。",
                "危[き]害[がい]要[よう]因[いん]分[ぶん]析[せき]をするときは、今[いま]までの検[けん]査[さ]記[き]録[ろく]や関[かん]連[れん]のある本[ほん]なども見[み]ている。"
            ],
            answer: 1
        },
        {
            question: "アレルギー食品がほかの食品に混[ま]ざってしまうことを「交[こう]差[さ]汚[お]染[せん]」といいます。「交[こう]差[さ]汚[お]染[せん]」を防[ふせ]ぐために、何[なに]をしますか。間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "特[とく]定[てい]原[げん]材[ざい]料[りょう]を含[ふく]む製[せい]品[ひん]は、一[いち]日[にち]の作業[さぎょう]の最[さい]初[しょ]に製[せい]造[ぞう]する。",
                "アレルギー食品を含む原[げん]材[ざい]料[りょう]と、含[ふく]まない原材料を、別々[べつべつ]に保[ほ]管[かん]する。",
                "アレルギー食品を含む原材料と含まない原材料を同[おな]じラインで製造[せいぞう]する場合[ばあい]、徹[てっ]底[てい]的[てき]に洗[せん]浄[じょう]する。"
            ],
            answer: 0
        },
        {
            question: "HACCPの「7つ原[げん]則[そく]」には、どんな項[こう]目[もく]がありますか。間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "検[けん]証[しょう]方[ほう]法[ほう]の設[せっ]定[てい]",
                "施[し]設[せつ]基[き]準[じゅん]の設定",
                "モニタリング方法の設定"
            ],
            answer: 1
        },
        {
            question: "異[い]物[ぶつ]の中[なか]で正[ただ]しいものを一つ選[えら]びなさい",
            options: [
                "ヒスタミン",
                "芽[が]胞[ほう]",
                "虫[むし]、髪[かみ]の毛[け]"
            ],
            answer: 2
        },
        {
            question: "HACCPには7つの原則[げんそく]があります。間違[まちが]っている原則[げんそく]を一つ選[えら]びなさい。",
            options: [
                "モニタリング方[ほう]法[ほう]の設[せっ]定[てい]",
                "検[けん]証[しょう]方[ほう]法[ほう]の設定",
                "施[し]設[せつ]基[き]準[じゅん]の設定"
            ],
            answer: 2
        },
        {
            question: "食品では、一[いっ]般[ぱん]衛[せい]生[せい]管[かん]理[り]だけでなく、危[き]害[がい]要[よう]因[いん]が含[ふく]まれないようにするための特[とく]別[べつ]な仕[し]組[く]みがいります。危害要因分析、重[じゅう]要[よう]管[かん]理[点[てん]] (CCP)と管理基準を決める、もう一つはなんでか。正[ただ]しいものを一つ選[えら]びなさい", // disesuaikan sedikit agar natural
            options: [
                "一般[いっぱん]衛生[えいせい]管理[かんり]と重要[じゅうよう]管理[かんり]点[てん]の管理が正[ただ]しく実行[じっこう]されていることを監[かん]視[し]する。",
                "労[ろう]働[どう]安[あん]全[ぜん]の管理。",
                "作業[さぎょう]者[しゃ]の安[あん]全[ぜん]を守[まも]る。"
            ],
            answer: 0
        },
        {
            question: "重要[じゅうよう]管理[かんり]点[てん]について、間違[まちが]っているものはどれですか。",
            options: [
                "重要管理点では、管理基準を必[かなら]ず守[まも]らなければいけません。",
                "重要管理点が一つではなく、三[さん]つ以[い]上[じょう]になる食品もある。",
                "重要管理点が一つだけある"
            ],
            answer: 0
        },
        {
            question: "未[み]熟[じゅく]練[れん]作業[さぎょう]者[しゃ]とはなんですか。間違[まちが]っているものを一つ選[えら]びなさい。",
            options: [
                "経[けい]験[けん]が3年[ねん]未[み]満[まん]の作業者で、経験が少[すく]なくて作業に慣[な]れていない人[ひと]です。",
                "危[き]険[けん]になかなか気[き]がづかない人[ひと]です。",
                "長[なが]い時[じ]間[かん]で働[はたら]く人[ひと]です。"
            ],
            answer: 2
        },
        {
            question: "下[した]は300gのパンの配[はい]合[ごう]例[れい]です。この配合に従[したが]うと小[こ]麦[むぎ]6kgからどれだけのパンを作[つく]ることができますか。小[こ]麦[むぎ]: 200g 食[しょく]塩[えん]:20g 水[みず]:80g",
            options: [
                "7kg",
                "9kg",
                "11kg"
            ],
            answer: 1
        },
        {
            question: "冷[れい]凍[とう]した魚[さかな]を包[ほうちょう]丁[ちょう]で切[き]る作業[さぎょう]をおこなっていたところ、右[みぎ]手[て]で持[も]っていた包[ほうちょう]丁[ちょう]が滑[すべ]って左[ひだり]手[て]にあたって手[て]を切[き]りそうになった。この事[じ]故[こ]を防[ふせ]ぐために、どうしたらいいですか。間違[まちが]っているものを一つ選[えら]びなさい。",
            options: [
                "作業[さぎょう]姿[し]勢[せい]や加[か]工[こう]する冷[れい]凍[とう]した魚[さかな]に合[あ]わせた押[お]さえ方[かた]、切[き]り方[かた]をする。",
                "耐[たい]切[せつ]創[そう]手[て]袋[ぶくろ]を着[ちゃく]用[よう]する。",
                "魚[さかな]をしっか持[も]ったらいいので保[ほ]護[ご]手[て]袋[ぶくろ]を使[つか]わなくてもいい"
            ],
            answer: 2
        },
        {
            question: "棚[たな]から製[せい]品[ひん]を取り出[とりだ]して、手[て]を持って脚[きゃく]立[たつ]から降[お]りようとしたときに、脚[きゃく]立[たつ]が動[うご]いてバランスを崩[くず]して、落[お]ちそうになった。この事[じ]故[こ]の原[げん]因[いん]は何[なん]ですか。間違[まちが]っているものを選[えら]びなさい。",
            options: [
                "脚[きゃく]立[たつ]の開[ひら]き止[ど]め金[かな]具[ぐ]をセットしていなかったため。",
                "脚[きゃく]立[たつ]が倒[たお]れないように、押[お]さえる人[ひと]がいなかったため。",
                "脚[きゃく]立[たつ]を使[つか]ったため。"
            ],
            answer: 2
        },
        {
            question: "オーブンの鉄[てっ]板[ぱん]を別[べつ]の作業[さぎょう]台[だい]に移[うつ]そうとしたとき、鉄[てっ]板[ぱん]が高[こう]温[おん]であることが分[わ]からないで手[て]で触[ふ]わりそうになった。この事[じ]故[こ]の原因[げんいん]は何[なん]ですか。正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "オーブンの鉄[てっ]板[ぱん]が低[てい]温[おん]であるため。",
                "鉄[てっ]板[ぱん]の温[おん]度[ど]を確認[かくにん]しないで手[て]で運[はこ]ぼうとしたため。",
                "保護[ほご]手袋[てぶくろ]を着用[ちゃくよう]したため。"
            ],
            answer: 1
        },
        {
            question: "冷[れい]凍[とう]した魚[さかな]を包[ほうちょう]丁[ちょう]で切[き]る作業[さぎょう]をおこなっていたところ、右[みぎ]手[て]で持[も]っていた包[ほうちょう]丁[ちょう]が滑[すべ]って左[ひだり]手[て]にあたって手[て]を切[き]りそうになった。この事故[じこ]の原因[げんいん]は何[なん]ですか。正[ただ]しいものを一つ選[えら]びなさい。",
            options: [
                "魚[さかな]をしっかり持[も]っていないため。",
                "左手[ひだりて]に切[き]れ防[ふせ]止[ど]用[よう]の保[ほ]護[ご]手[て]袋[ぶくろ]をしていなかったため。",
                "魚[さかな]の押[お]さえ方[かた]、切[き]り方[かた]をしっかりしたため。"
            ],
            answer: 1
        },
        {
            question: "安[あん]全[ぜん]標[ひょう]識[しき]について、転[ころ]ぶ危[き]険[けん]を知らせる標[ひょう]識[しき]はどれですか。間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "標[ひょう]識[しき] A",
                "標[ひょう]識[しき] B",
                "標[ひょう]識[しき] C"
            ],
            answer: 0
        },
        {
            question: "安[あん]全[ぜん]標[ひょう]識[しき]について、頭[あたま]をぶつける危[き]険[けん]をしらせる標[ひょう]識[しき]はどれですか。間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "標[ひょう]識[しき] A",
                "標[ひょう]識[しき] B",
                "標[ひょう]識[しき] C"
            ],
            answer: 2
        },
        {
            question: "安[あん]全[ぜん]標[ひょう]識[しき]について、消[しょう]火[か]器[き]の場[ば]所[しょ]をしらせる標[ひょう]識[しき]はどれですか。間違[まちが]っているものを一つ選[えら]びなさい",
            options: [
                "標[ひょう]識[しき] A",
                "標[ひょう]識[しき] B",
                "標[ひょう]識[しき] C"
            ],
            answer: 1
        },
        {
            question: "450グラムのうどんを作[つく]るためには、小[こ]麦[むぎ]粉[こな]300グラムが必[ひつ]要[よう]です。では、小[こ]麦[むぎ]粉[こな]6キログラムからどれだけのうどんを作[つく]ることができるでしょうか。",
            options: [
                "9キログラムのうどん",
                "450グラムのうどん",
                "300キログラムのうどん"
            ],
            answer: 0
        }
    ]
};
