const sessionsData = {
    "sesi1": {
        title: "Sesi 1: Bahan Kimia & Keamanan Produk (化学物質と安全性)",
        timeLimit: 3600, // 60 Menit
        questions: [
            {
                question: "安全ではない食品を作って、それが売られてしまうとどうなりますか。正しいものを一つ選びなさい。",
                options: [
                    "食品を食べた人が病気になって、作った会社の信用が落ちる。",
                    "食品を作った会社が有名になって、その会社の別の商品が売れる。",
                    "食品を作った人が病気になって、給料が下がる。"
                ],
                answer: 0
            },
            {
                question: "職場に行く前に体の調子が悪い時に、どうすれば良いですか。正しいものを一つ選びなさい。",
                options: [
                    "どんな体の調子が悪くても、職場へ行く。",
                    "誰でも連絡しないで、仕事を休む。",
                    "職場の責任者に連絡して、仕事を休む。"
                ],
                answer: 2
            },
            {
                question: "機械や器具を洗浄するときに、どのようにしますか。正しいものを一つ選びなさい。",
                options: [
                    "洗浄する部分を、日によって変える。",
                    "洗浄剤の濃度を確認する。",
                    "洗浄剤で洗った後、洗い流さずに乾かす。"
                ],
                answer: 1
            },
            {
                question: "作業中はどのような態度がいいですか。正しいものを一つ選びなさい。",
                options: [
                    "製品の状態や、異物があるかどうか注意する。",
                    "隣の人とテレビの話しながら作業する。",
                    "時間が気になるので、何度も時計を見る。"
                ],
                answer: 0
            },
            {
                question: "作業中の衛生的な行動として正しいものを一つ選びなさい。",
                options: [
                    "トイレの後は、洗剤で手を洗って、消毒液で消毒する。",
                    "髪の毛や鼻を触った後は、3秒待ってから作業する。",
                    "手がぬれた時は、作業服でふいて、乾いたのを確認する。"
                ],
                answer: 0
            },
            {
                question: "「5S活動」とは、一般衛生管理者のための5つの主要な活動のことです。「整理」「整頓」「清潔」「習慣」の他の1つは何ですか。正しいものを一つ選びなさい。",
                options: [
                    "集中",
                    "制作",
                    "清掃"
                ],
                answer: 2
            },
            {
                question: "5S活動の中の「整頓」は、どのような活動ですか。正しいものを一つ選びなさい。",
                options: [
                    "職場や工場などのゴミを捨てる。",
                    "決められたことを常に守って実行する。",
                    "作業道具や材料の置き場所を決めておく。"
                ],
                answer: 2
            },
            {
                question: "ノロウイルスによる食中毒の主な原因になる食品は何ですか。正しいものを一つ選びなさい。",
                options: [
                    "米、麦、豆",
                    "卵、鶏肉",
                    "牡蠣などの二枚貝"
                ],
                answer: 2
            },
            {
                question: "主な原因になる食品は食肉（鶏肉）で、感染すると、下痢、腹痛、発熱の症状が出る細菌はどれですか。正しいものを一つ選びなさい。",
                options: [
                    "カンピロバクター属菌",
                    "腸炎ビブリオ",
                    "ボツリヌス菌"
                ],
                answer: 0
            },
            {
                question: "食品工場で食中毒を予防するために必要なことは何ですか。正しいものを一つ選びなさい。",
                options: [
                    "器具、容器、装置などは、常に清潔にする。",
                    "生の牡蠣や生肉は、室温で保管する。",
                    "加熱した食品は、できるだけゆっくり冷やす。"
                ],
                answer: 0
            },
            {
                question: "多くの微生物は何度で急に増えますか。正しいものを一つ選びなさい。",
                options: [
                    "30ºC-40ºC",
                    "60ºC-70ºC",
                    "0ºC-10ºC"
                ],
                answer: 0
            },
            {
                question: "多くの微生物を殺すためには、何度で何秒ぐらい加熱しますか。正しいものを一つ選びなさい。",
                options: [
                    "75ºC-60秒間",
                    "45ºC-90秒間",
                    "55ºC-70秒間"
                ],
                answer: 0
            },
            {
                question: "微生物を殺すために食品を加熱するときに、食品のどこの温度を測りますか。正しいものを一つ選びなさい。",
                options: [
                    "食品の表面の温度と中心の温度の平均値",
                    "食品の中心の温度",
                    "食品の表面の温度"
                ],
                answer: 1
            },
            {
                question: "主に石やガラスを検出する機械の名前は何ですか。正しいものを一つ選びなさい。",
                options: [
                    "X線異物検出器",
                    "金属検出器",
                    "自記温度時計"
                ],
                answer: 0
            },
            {
                question: "日本の食品衛生法では、冷凍庫の基準温度は何度以下ですか。正しいものを一つ選びなさい。",
                options: [
                    "－15ºC 以下",
                    "－5ºC 以下",
                    "－10ºC 以下"
                ],
                answer: 0
            },
            {
                question: "容器包装された加工食品で表示しなければならないアレルギー食品はどれですか。正しいものを一つ選びなさい。",
                options: [
                    "砂糖",
                    "トウモロコシ",
                    "蕎麦"
                ],
                answer: 2
            },
            {
                question: "HACCPとは、製品の安全のために、何をすることですか。正しいものを一つ選びなさい。",
                options: [
                    "原材料の受け入れを集中力に管理する",
                    "完成した製品を検査する",
                    "危険要因を明確にして重要点を管理する"
                ],
                answer: 2
            },
            {
                question: "働く経験が長い人よりも、働く経験が少ない人のほうが労働災害が多い理由は何ですか。正しいものを一つ選びなさい。",
                options: [
                    "危険な作業を担当することが多い",
                    "作業に慣れていないため、危険に気が付きにくい",
                    "年齢が若く、作業時間が長い人が多い"
                ],
                answer: 1
            },
            {
                question: "作業服のどのような点に注意が必要ですか。間違っているものを一つ選びなさい。",
                options: [
                    "ロッカーの中で、汚れた作業服やきれいな作業服がくっつかないようにする",
                    "ポケットやボタンのある作業服を着る",
                    "作業服の袖口は、絞ったものを使う"
                ],
                answer: 1
            },
            {
                question: "作業場に入る前に、どんなことに注意しますか。間違っているものを一つ選びなさい。",
                options: [
                    "トイレの後手洗いでは、石鹸だけ使う",
                    "清潔かどうか確認してから作業服を着る",
                    "汚染区から非汚染区に入る時は、作業靴を消毒する"
                ],
                answer: 0
            },
            {
                question: "作業中の行動について、間違っているものを一つ選びなさい。",
                options: [
                    "危険な作業をしている人を見たら、すぐ声をかける",
                    "危険な場所を見つけたら、責任者にすぐ報告する",
                    "作業を離れる時間が短い時は、黙って離れてもいい"
                ],
                answer: 2
            },
            {
                question: "製品の微生物検査について、間違っているものを一つ選びなさい。",
                options: [
                    "カンピロバクター属菌の検査は、日本では法律で禁止されている",
                    "法律で決められた検査項目があれば、それに従って検査する",
                    "一般的な検査項目は、一般生菌数、大腸菌、大腸菌群などある"
                ],
                answer: 0
            },
            {
                question: "危害要因分析について、間違っているものを一つ選びなさい。",
                options: [
                    "危害の要因を、全部書いて、はっきりわかるようにする",
                    "危害要因分析をするだけで、かならず危害が起きない",
                    "危害要因分析をする時は、今まで検査記録や関連のある本なども見ている"
                ],
                answer: 1
            },
            {
                question: "アレルギー食品がほかの食品に混ざってしまうことを「交差汚染」といいます。「交差汚染」を防ぐために、何をしますか。間違っているものを一つ選びなさい。",
                options: [
                    "アレルギー食品を含む原材料と含まない原材料を同じラインで製造する場合、徹底的に洗浄する",
                    "特定原材料を含む製品は、一日の作業の最初に製造する",
                    "アレルギー食品を含む原材料と、含まない原材料を、別に保管する"
                ],
                answer: 0
            },
            {
                question: "HACCPの「7原則」には、どんな項目がありますか。間違っているものを一つ選びなさい。",
                options: [
                    "検証方法の設定",
                    "モニタリング方法の設定",
                    "施設基準の設定"
                ],
                answer: 2
            },
            {
                question: "「危険異物」にはどんなものがありますか。間違っているものを一つ選びなさい。",
                options: [
                    "髪の毛",
                    "石",
                    "ガラス"
                ],
                answer: 0
            },
            {
                question: "保護帽（ヘルメットなど）や耳栓、安全靴などは、体を守る保護具と呼ばれます。保護具について、間違っているものを一つ選びなさい。",
                options: [
                    "安全靴の中に空気を入るため、つま先に小さな穴をあけておく",
                    "化学物質や薬剤を使う時は、保護メガネや手袋をつける",
                    "保護帽子をかぶる前に、傷がないかをチェックする"
                ],
                answer: 0
            },
            {
                question: "温度と湿度が高いところでは「熱中症」の危険があります。熱中症を予防するために何をするとよいですか。間違っているものを一つ選びなさい。",
                options: [
                    "こまめに休憩をして、水分補給する",
                    "空気を通して、汗や水分を吸って、乾きやすい衣服を着る",
                    "ストレッチを中心とした予防体操をする"
                ],
                answer: 2
            },
            {
                question: "機械掃除のやり方について、間違っているものを一つ選びなさい。",
                options: [
                    "機械を洗う時は、水で流すだけで良い",
                    "機械の取り外せるところは、外して掃除する",
                    "掃除する時は、機械を止める"
                ],
                answer: 0
            },
            {
                question: "異常事態が起きた時に、どうしますか。間違っているものを一つ選びなさい。",
                options: [
                    "誰でも相談しないで作業場を離れて、安全な場所へ避難する",
                    "周りにいる責任者や同僚に、大きな声で知らせる",
                    "必要があれば、非常停止ボタンで機械を止める"
                ],
                answer: 0
            },
            {
                question: "作業場に入る時に、粘着ローラーを使っています。何のために粘着ローラーを使いますか。正しいものを一つ選びなさい。",
                options: [
                    "ほこりを落とす",
                    "マッサージをする",
                    "作業服を冷やす"
                ],
                answer: 0
            },
            {
                question: "手洗いの手順について、下のには何が入りますか。正しいものを一つ選びなさい。",
                options: [
                    "消毒（消毒液を使う）",
                    "保湿（クリームを塗る）",
                    "乾燥（ドライヤーを使う）"
                ],
                answer: 0
            },
            {
                question: "脚立に乗り天井近くのボルトを締めたとき、脚立から落ちそうになった。この事故を防ぐために、どうしたらいいですか。間違っているものを一つ選びなさい。",
                image: "images/kecelakaan_腳立.png",
                options: [
                    "作業開始前に、レンチにすり減りなどの故障がないか確認すること",
                    "レンチでボルトを締めるときの作業位置は、安定な姿勢を避けること",
                    "脚立の天板には立てないこと"
                ],
                answer: 1
            },
            {
                question: "フレコンバッグをクレーンで釣り上げ、荷台から降ろそうとしたときにフレコンバッグが揺れて身体に当たり、荷台から落ちそうになった。この事故の原因は何ですか。最も正しいものを一つ選びなさい。",
                image: "images/kecelakaan_クレーン.png",
                options: [
                    "クレーンを使う時の自分の立つ場所を十分理解していなかったこと",
                    "クレーンを使う時、フレコンバッグに気がつきましたこと",
                    "フレコンバッグをつり上げる際、クレーンのワイヤーが切れていたこと"
                ],
                answer: 0
            },
            {
                question: "濃度10％の次亜塩素酸ナトリウム（NaClO）溶液があります。400ppmの次亜塩素酸ナトリウム（NaClO）溶液を1L作る時に、この溶液と水はそれぞれ何ml必要ですか。正しいものを一つ選びなさい。",
                options: [
                    "溶液4㎖、水996㎖",
                    "溶液4㎖、水1000㎖",
                    "溶液2㎖、水998㎖"
                ],
                answer: 0
            },
            {
                question: "以下は450ｇのうどんの配合です。同じ配合で作る時に、小麦粉10㎏あれば、うどんは何㎏できますか。正しいものを一つ選びなさい。（原料：量） 小麦粉：300g、食塩：15g、水：135g",
                options: [
                    "16 ㎏",
                    "15 ㎏",
                    "17 ㎏"
                ],
                answer: 1
            },
            {
                question: "動いているベルトコンベアを清掃していた時に、ぞうきんがベルトに引っかかって、手が機械に巻き込まれそうになりました。この事故を防ぐために、どうしたらいいですか。正しいものを一つ選びなさい。",
                image: "images/kecelakaan_ベルト.png",
                options: [
                    "近くでほかの人が見ている時に清掃する",
                    "ぞうきんを使わずに清掃する",
                    "機械を止めてから清掃する"
                ],
                answer: 2
            },
            {
                question: "冷凍庫の中で作業をしていた時、床の霜のために足が滑って転倒しました。この事故を防ぐために、どうしたらいいですか。正しいものを一つ選びなさい。",
                image: "images/kecelakaan_冷凍庫.png",
                options: [
                    "滑りにくい靴を履いて、床の霜や水濡れに注意する",
                    "冷凍庫の温度を上げて、床の霜を取る",
                    "霜や水濡れを踏んで滑らないよう、大股で歩く"
                ],
                answer: 0
            },
            {
                question: "機械の反対側に行こうとして、ローラーコンベアの上にに乗ったために、転んでけがをしました。この事故を防ぐために、どうしたらいいですか。正しいものを一つ選びなさい。",
                image: "images/kecelakaan_ローラー.png",
                options: [
                    "機械のわきに柵をつけて、うえに乗れないようにする",
                    "ローラーコンベアの上にカバーをつけて、歩きやすくする",
                    "ローラーが回転しないように、ローラーを固定する"
                ],
                answer: 0
            },
            {
                question: "安全カバーのないスライサーで肉を切っているとき、回転刃で右手を切りそうになりました。事故を防ぐには、安全カバーをつけるほかにどのような肉の持ち方がいいですか。正しいものを一つ選びなさい。",
                image: "images/kecelakaan_スライサー.png",
                options: [
                    "二人で持つ",
                    "道具を使って持つ",
                    "右手だけ持つ"
                ],
                answer: 1
            }
        ]
    }
};
